{
  "A": [
    {
      "letter": "A",
      "key": "Academic program ",
      "content": "A post-secondary program that awards an academic degree, diploma or professional certification. This program is often delivered at universities, colleges, seminaries and institutes of technology. "
    },
    {
      "letter": "A",
      "key": "Accompanying family member\n      Related term:\n        Accompanying dependant\n    ",
      "content": "A spouse, common-law partner, dependent child or dependent child of a dependent child (grandchild), who plans to immigrate to Canada with the principal applicant. Accompanying family members are included on the application. "
    },
    {
      "letter": "A",
      "key": "Address",
      "content": "\n      An address is the place where a person is living right now. It can be identified by such things as a street number, street name, apartment number, city, town, province/state and country.\n      For example: A student from Mexico studying in Canada should enter the address where he or she is living in Canada.\n    "
    },
    {
      "letter": "A",
      "key": "Adequate knowledge of Canada",
      "content": "\n      The Citizenship test will evaluate your knowledge of Canada. During the written exam and the interview, you will be asked questions about:\n      \n        the right to vote and right to run for elected office\n        elections procedures\n        the rights and responsibilities of a citizen\n        Canadian social and cultural history and symbols\n        Canadian political history (including the political system and institutions)\n        Canadian physical and political geography\n      \n    "
    },
    {
      "letter": "A",
      "key": "Adequate knowledge of language",
      "content": "In order to become a Canadian citizen, the Citizenship Act requires new citizens to have an \"adequate knowledge\" of English or French, Canada’s two official languages. In general, \"adequate knowledge\" means you can understand someone speaking English or French and they can understand you. ([Read a more detailed explanation of \"adequate knowledge.\"](http://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=567&top=5)) [We measure how well you can communicate](http://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=568&top=5) using the Canadian Language Benchmarks (CLB)/Niveaux de compétence linguistique canadien (NCLC)."
    },
    { "letter": "A", "key": "Admissibility", "content": "See [Inadmissibility](#inadmissibility)." },
    {
      "letter": "A",
      "key": "Adoption",
      "content": "A process whereby a person becomes a member of another family. This process must create a genuine parent-child relationship that permanently severs the legal ties to the child’s biological parents or guardians."
    },
    {
      "letter": "A",
      "key": "Affidavit",
      "content": "\n      A document becomes an affidavit when a person signs the document, in the presence of an authorized person, after taking an oath that what the document says is true and accurate.\n      An affidavit is often used in order to verify that a translation of a document accurately reflects what is stated in the original language of the document.\n    "
    },
    {
      "letter": "A",
      "key": "Age",
      "content": "\n      When referring to the age of a permanent or temporary resident in IRCC’s statistical information:\n      \n        for permanent residents, their age at landing and\n        for temporary residents, their age at entry or on December 1.\n      \n    "
    },
    {
      "letter": "A",
      "key": "Annulment",
      "content": "A declaration that a marriage is not valid. Grounds for annulment in Canada include any case when one or both parties were not in a position to legally marry."
    },
    {
      "letter": "A",
      "key": "Applicant",
      "content": "A person who submits an application under any of IRCC’s business lines."
    },
    { "letter": "A", "key": "Application kit", "content": "See [Application package](#application_package)." },
    {
      "letter": "A",
      "key": "Application for Leave and Judicial Review",
      "content": "\n      An individual who has received a decision from IRCC, and who thinks that an error was made in that decision, can generally apply to the Federal Court of Canada and ask that the Court review the decision. Making an application to the Court for a review of the decision is called an Application for Leave and Judicial Review. A review means that the Court will read the decision and decide whether an error was made or not. If the Court decides that IRCC made an error, it will usually mean that IRCC has to make a new decision.\n      For more information on this process, see [Apply to the Federal Court of Canada for judicial review](https://www.canada.ca/en/immigration-refugees-citizenship/services/refugees/claim-protection-inside-canada/after-apply-next-steps/refusal-options/federal-court-review.html).\n    "
    },
    {
      "letter": "A",
      "key": "Application package",
      "content": "A package including all forms, supporting documents and information needed to fill out applications for visas, permanent residence and citizenship. It is sometimes referred to as an “application kit.”"
    },
    {
      "letter": "A",
      "key": "Approved in principle / Approval in principle (AIP)",
      "content": "\n      Your application is “approved in principle (AIP)” if:\n      \n        you have received a letter from IRCC stating that you meet the permanent residence eligibility requirements, but\n        you still have to pass the medical, security and background checks for you and, if needed, your family members.\n      \n    "
    },
    {
      "letter": "A",
      "key": "Arranged employment",
      "content": "\n      Arranged employment is when you have a job offer from a Canadian employer in a NOC 0, A, or B job for a continuous period of one year or more. In some cases, this job offer must be approved by Employment and Social Development Canada/Service Canada.\n      See: [Valid job offer](#validjoboffer)\n    "
    },
    {
      "letter": "A",
      "key": "Application Support Centre (ASC)",
      "content": "ASCs provide biometric collection services for Canadian temporary resident visa applicants in the United States. ASCs do not accept immigrant or temporary resident applications and cannot provide information or application handling services. [Find your closest ASC](https://egov.uscis.gov/crisgwi/go?action=offices.type&OfficeLocator.office_type=ASC/english/information/offices/vac.asp)."
    },
    {
      "letter": "A",
      "key": "Assessment",
      "content": "\n      \n        The identification and measurement of learning, credentials, and other forms of qualifications required for entry into programs of study or occupations (assessment may include testing, examinations, or other prescribed activities).\n        A process that measures knowledge, skills and aptitudes.\n      \n    "
    },
    {
      "letter": "A",
      "key": "Assessment tools",
      "content": "Refers to guidelines used by citizenship judges for evaluating a person’s English or French proficiency to help determine if someone meets citizenship language requirements."
    },
    {
      "letter": "A",
      "key": "Asylum",
      "content": "Protection that is offered to persons with a well-founded fear of persecution based on race, religion, nationality, political opinion or membership in a particular social group, as well as those at risk of torture or cruel and unusual treatment or punishment."
    },
    {
      "letter": "A",
      "key": "Authorized representative\n      Related terms:\n        Representative\n        Designated representative\n        Accredited citizenship or immigration consultant\n    ",
      "content": "\n      There are two types of authorized representatives: Compensated and Uncompensated.\n      \n        Individuals who receive some form of compensation for their services (either directly or indirectly): Compensated authorized representatives must be members in good standing with their accredited regulatory body.\n        Individuals who provide such services for free: Examples of these individuals include friends, family members, and volunteers or staff members at charitable or non-governmental organizations (NGOS).\n      \n      See [Citizenship and Immigration consultant](#immigration_consultant), [Representative](#representative).\n    "
    }
  ],
  "B": [
    {
      "letter": "B",
      "key": "Background check",
      "content": "A procedure to verify the criminal and/or security background of visa applicants to ensure they’re admissible to Canada.\n      See [Police certificate](#police_certificate).\n    "
    },
    {
      "letter": "B",
      "key": "Biometric Instruction Letter",
      "content": "If you need to give your biometrics, IRCC sends a biometric instruction letter to you either by mail or through your account when you apply. You must bring a paper copy of this letter with you to a visa application centre (VAC) or application support centre (ASC) when you go in person to give your biometrics. The letter contains bar codes that must be scanned by the VAC or ASC before you can give your biometrics. Examples of the types of bar codes in a biometric instruction letter:\n      \n        \n    "
    },
    {
      "letter": "B",
      "key": "Border services officer",
      "content": "Officers of the Canada Border Services Agency (CBSA), a federal government agency, who have the legal authority to decide who can enter and remain in Canada. These officers have many of the same powers as police officers, including the right to conduct searches, make arrests, and seize documents or goods."
    },
    {
      "letter": "B",
      "key": "Bridging program",
      "content": "A program that helps trained workers address the gap between the knowledge and experience they have and what they need to work in their preferred job or field."
    },
    {
      "letter": "B",
      "key": "British subject status\n      Related term:\n        British subject\n    ",
      "content": "\n      Before 1947, people born or naturalized in Canada had the status of British subjects. British subject status is relevant in determining Canadian citizenship under the 1947 Canadian Citizenship Act.\n      See [Naturalization](#naturalization).\n    "
    },
    { "letter": "B", "key": "Business", "content": "A private sector enterprise engaged in the pursuit of profit." },
    {
      "letter": "B",
      "key": "Business class\n      Related term:\n        Business immigrant\n    ",
      "content": "\n      A category that includes investors, entrepreneurs and self-employed people. A person may become a permanent resident in this category based on his or her ability to economically establish in Canada.\n      The applicant’s spouse or common-law partner, and the applicant’s dependent children, are also included in this category.\n    "
    },
    {
      "letter": "B",
      "key": "Business experience",
      "content": "\n      Business experience is a term used when applying to immigrate as an entrepreneur to describe:\n      \n        at least two one-year periods of experience in the period from five years before the application date to the day a decision is made on the application.\n      \n      Experience must have to do with:\n      \n        managing and controlling a percentage of equity in a [[qualifying business](#qualifying_business)](#qualifying_business)\n      \n      Or when applying to immigrate as an investor to describe:\n      \n        at least two one-year periods of experience in the period from five years before the application date to the day a decision is made on the application.\n      \n      Experience must have to do with:\n      \n        managing and controlling a percentage of equity in a qualifying business; or\n        experience managing at least 5 full-time job equivalents per year in a business; or\n        a combination of one year managing and controlling a percentage of equity in a qualifying business and one year of experience managing at least 5 full-time job equivalents in a business.\n      \n    "
    },
    {
      "letter": "B",
      "key": "Business visitor\n      Related term:\n        Business traveller\n    ",
      "content": "\n      A person who:\n      \n        comes to Canada to take part in international business or trade activities,\n        has no intent to enter the Canadian labour market, and\n        works for and is paid by a company outside Canada or by a foreign government.\n      \n    "
    }
  ],
  "C": [
    {
      "letter": "C",
      "key": "Canadian business",
      "content": "\n      An organization that:\n      \n        is incorporated under Canadian or provincial law and has an ongoing operation in Canada, or\n        has an ongoing operation in Canada that can generate revenue, is run for profit, and has a majority of voting or ownership interests held by Canadian citizens, permanent residents or Canadian businesses, or\n        was created by the laws of Canada or a province.\n      \n    "
    },
    {
      "letter": "C",
      "key": "Canadian citizen",
      "content": "\n      A person described as a citizen under the Citizenship Act. This means a person who:\n      \n        is Canadian by birth (either born in Canada or born outside Canada to a Canadian citizen who was themselves either born in Canada or granted citizenship) or\n        has applied for a grant of citizenship and has received Canadian citizenship [(naturalization)](#naturalization).\n      \n    "
    },
    {
      "letter": "C",
      "key": "Canadian Experience Class",
      "content": "An immigration category that allows foreign workers or recently graduated international students working in Canada to apply for permanent residence."
    },
    {
      "letter": "C",
      "key": "Canadian Language Benchmarks (CLB)",
      "content": "The Canadian standard used to describe, measure and recognize English language ability of adult immigrants and prospective immigrants who plan to live and work in Canada, or apply for citizenship. The Niveaux de compétence linguistique canadiens (NCLC) is used to assess abilities in the French language."
    },
    {
      "letter": "C",
      "key": "Case Processing Centre (CPC)",
      "content": "\n      An office in Canada that handles citizenship and immigration applications. They are not open to the public.\n      There are CPCs in: Sydney, Nova Scotia; Mississauga, Ontario; Vegreville, Alberta; and Ottawa, Ontario.\n    "
    },
    {
      "letter": "C",
      "key": "CEGEPs",
      "content": "In Quebec, an educational institution that offers pre-university classes (two years) taken between secondary school and university, or technical career programs (three years) that prepare students to enter the job market."
    },
    {
      "letter": "C",
      "key": "Centralized Intake Office",
      "content": "\n      An office in Sydney, Nova Scotia that handles applications from several permanent immigration programs, including federal skilled workers and immigrant investors.\n      Our staff will make sure your application is complete, then send it to the visa office responsible for your home country.\n    "
    },
    {
      "letter": "C",
      "key": "Certificat d’acceptation du Québec (CAQ)\n      Related term:\n        Certificate of acceptance\n    ",
      "content": "\n      A document from Quebec’s Ministère de l’Immigration, de la Diversité et de l’Inclusion (MIDI) that:\n      \n        a temporary worker must apply for the CAQ with MIDI before coming to Quebec to work, or\n        a foreign student must apply for the CAQ with MIDI before coming to study in Quebec.\n      \n    "
    },
    {
      "letter": "C",
      "key": "Certificate of Canadian citizenship\n      Related terms:\n        Citizenship certificate\n        Proof of citizenship\n        Citizenship card\n    ",
      "content": "\n      A Canadian citizenship certificate is a document that proves that a person is a Canadian citizen.\n      The citizenship certificate is an 8½ x 11 paper size certificate that contains:\n      \n        your certificate number\n        your Unique Client Identifier\n        your name\n        your date of birth\n        your gender\n        your effective date of Canadian citizenship\n      \n      Before February 1, 2012, IRCC issued plastic wallet sized citizenship cards as proof of citizenship. These cards came with commemorative certificates. The commemorative certificates cannot be used as proof of citizenship.\n    "
    },
    {
      "letter": "C",
      "key": "Certificate of nomination\n      Related term:\n        Nomination certificate\n    ",
      "content": "A certificate issued by a province or territory that recommends a foreign national for permanent residence under the [Provincial Nominee Program](#provincial_nominee_program)."
    },
    {
      "letter": "C",
      "key": "Certificate of renunciation\n      Related term:\n        Renunciation certificate\n    ",
      "content": "A document issued by the Government of Canada that confirms someone is no longer a citizen of Canada because they have willingly given up their Canadian citizenship."
    },
    {
      "letter": "C",
      "key": "Certification",
      "content": "A formal document that recognizes a person’s skills, knowledge and abilities."
    },
    {
      "letter": "C",
      "key": "Certified English or French translations",
      "content": "\n      A document  translated into English or French by either:\n\n\n\ta [certified  translator](#certified_translator) who is certified in Canada or\n\t\n\ta translator who is not you or your\n\t\t\n\t\t\tparent\n\t\t\tguardian\n\t\t\tsibling\n\t\t\tspouse\n\t\t\tcommon-law partner\n\t\t\tconjugal partner\n\t\t\tgrandparent\n\t\t\tchild\n\t\t\taunt\n\t\t\tuncle\n\t\t\tniece\n\t\t\tnephew\n\t\t\tfirst cousin\n\t\t\n\t\n\n\nIf the translator  is not certified in Canada, you have  to supply an [affidavit](#affidavit) from the person who completed the translation and a [certified  photocopy](#certified_photocopy) of the original document.\n\n    "
    },
    {
      "letter": "C",
      "key": "Certified photocopy",
      "content": "\n      A photocopy of an original document. It must be readable and certified as a true copy of the original by an authorized person. The person compares the documents and marks on the photocopy:\n      \n        their name and signature\n        their position or title\n        the name of the original document\n        the date they certified the document\n        the phrase “I certify that this is a true copy of the original document.”\n      \n      In Canada, examples of authorized persons who can certify the copies of your original documents include:\n      \n        notary public\n        commissioner of oaths, or\n        commissioner of taking affidavits\n      \n      Check with your provincial or territorial authorities to be sure who can certify your documents.\n      Outside Canada, each country has different authorities to certify documents. A notary public may be able to certify your documents, but you should check with your local authorities to be sure.\n      You and your family members cannot certify copies of your documents. In this case, family member means your:\n      \n        parent\n        guardian\n        sibling\n        spouse\n        common-law partner\n        conjugal partner\n        grandparent\n\n        child\n        aunt\n        uncle\n        niece\n        nephew\n        first cousin\n      \n    "
    },
    {
      "letter": "C",
      "key": "Certified translator",
      "content": "A member in good standing of a provincial or territorial organization of translators and interpreters in Canada."
    },
    {
      "letter": "C",
      "key": "Citizen",
      "content": "To be a citizen of a country means that a person was either born in that country (in most cases) or has been granted citizenship by that country."
    },
    {
      "letter": "C",
      "key": "Citizenship",
      "content": "State-recognized nationality and the duties, rights, responsibilities and privileges that come with it."
    },
    {
      "letter": "C",
      "key": "Citizenship and Immigration consultant\n      Related terms:\n        Citizenship and Immigration representative\n        Designated representative\n    ",
      "content": "A person who provides support, advice or help, for a fee or other consideration, to someone who wants to immigrate to Canada or obtain Canadian citizenship. Canada’s citizenship and immigration laws define representatives and the terms of their services. This person does not work for the Canadian government.\n      See [Authorized representative](#authorized_representative).\n    "
    },
    {
      "letter": "C",
      "key": "Citizenship ceremony\n      Related terms:\n        Clerk of the ceremony\n        Presiding officer\n    ",
      "content": "The final step in becoming a Canadian citizen. During the citizenship ceremony, candidates for citizenship aged 14 and over must take the oath of citizenship. After taking the oath, new citizens receive their citizenship certificate.\n      See [Oath of citizenship](#oath_of_citizenship), [Citizenship judge](#citizenship_judge).\n    "
    },
    {
      "letter": "C",
      "key": "Citizenship Commission",
      "content": "The administrative body that consists of all [citizenship judges](#citizenship_judge) working across Canada."
    },
    {
      "letter": "C",
      "key": "Citizenship hearing",
      "content": "An interview with a citizenship judge to assess whether an applicant meets the requirements for a grant of citizenship."
    },
    {
      "letter": "C",
      "key": "Citizenship judge",
      "content": "An independent, quasi-judicial decision maker who makes legal decisions on residency requirements for some adult citizenship applications, administers the oath of Canadian citizenship, and presides over citizenship ceremonies.\n      See [Citizenship ceremony](#citizenship_ceremony), [Oath of citizenship](#oath_of_citizenship).\n    "
    },
    {
      "letter": "C",
      "key": "Citizenship officer\n      Related term:\n        Clerk of the ceremony\n    ",
      "content": "\n      A person who is authorized by the Minister under the Citizenship Act to perform the duties of a citizenship officer prescribed by the Citizenship Regulations such as:\n      \n        reviewing applications to see whether a person meets the requirements for Canadian citizenship and conducting interviews and hearings with applicants as necessary,\n        planning interviews, tests, hearings and citizenship ceremonies,\n        granting citizenship to applicants, and\n        providing written decision of refusal to applicants including reasons for the refusal.\n      \n    "
    },
    {
      "letter": "C",
      "key": "Citizenship test",
      "content": "\n      Citizenship applicants must prove their knowledge of Canada by taking a citizenship test. \n      Applicants between the ages of 18 and 54 (on the date of application) must take the test. It is usually a written test, but is sometimes taken orally with a citizenship officer. \n      The test assesses an applicant’s knowledge of: \n      \n        Canada, and\n        The responsibilities and privileges of citizenship.\n      \n    "
    },
    {
      "letter": "C",
      "key": "Client Identification Number",
      "content": "\n      A Client Identification Number (Client ID), also referred to as a Unique Client Identifier Number (UCI), can be found on any official document issued by an Immigration,  Refugees and Citizenship Canada office, Case Processing Centre or a Canadian visa office outside Canada.\n      A Client ID consists of four numbers, a hyphen (-) and four (4) more numbers (example: 0000-0000).\n      A person who has never dealt with Immigration, Refugees and Citizenship Canada before will not have a Client Identification Number.\n    "
    },
    {
      "letter": "C",
      "key": "College\n      Related terms:\n        Community college\n        Collège d’enseignement général et professionnel (CEGEP) in Quebec\n    ",
      "content": "\n      A stage of higher education that comes after high school. Colleges offer one- to three-year diploma programs in academic or technical subjects.\n    "
    },
    {
      "letter": "C",
      "key": "Commitment certificate",
      "content": "A certificate of commitment issued to an applicant by a designated private sector business, confirming their agreement."
    },
    {
      "letter": "C",
      "key": "Common-law partner\n      Related term:\n        Common-law spouse\n    ",
      "content": "\n      A person who has been living with another person in a conjugal relationship for at least one year. The term refers to opposite-sex and same-sex relationships.\n      See the [legal definition of common-law partner](http://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-227/page-1.html#h-1).\n    "
    },
    {
      "letter": "C",
      "key": "Community sponsor",
      "content": "An organization that sponsors refugees but has not signed a formal agreement with IRCC. A community sponsor would normally sponsor fewer refugees than a Sponsorship Agreement Holder (SAH)."
    },
    {
      "letter": "C",
      "key": "Competency",
      "content": "A measurable skill or set of skills, level of knowledge, and behavioural practices obtained through formal, non-formal or informal learning."
    },
    {
      "letter": "C",
      "key": "Comprehensive ranking system (CRS)",
      "content": "\n      A points-based system used to assess and score a [candidate’s [Express Entry profile](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/submit-profile.html)](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/submit-profile.html) to rank them against other candidates in the pool. The CRS will assess the profile information candidates submit, including skills, work experience, language ability, education and [other factors](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/become-candidate/criteria-comprehensive-ranking-system.html).\n      See: Express Entry profile\n    "
    },
    {
      "letter": "C",
      "key": "Confirmation of permanent residence number (IMM 5292 or 5509)",
      "content": "You will find this number in top right corner of your Confirmation of Permanent Residence document issued to you by an Immigration, Refugees and Citizenship Canada office or by the visa office where you submitted your application. Your Confirmation of Permanent Residence number starts with a \"T\" followed by nine numbers (example: T100000000).\n      \n    "
    },
    {
      "letter": "C",
      "key": "Conjugal partner",
      "content": "A person outside Canada who has had a binding relationship with a sponsor for at least one year but could not live with their partner. The term refers to both opposite-sex and same-sex relationships."
    },
    {
      "letter": "C",
      "key": "Constituent group\n      Related term:\n        Sponsorship agreement holder (SAH)\n    ",
      "content": "A group authorized in writing by a sponsorship agreement holder (SAH) to sponsor refugees under the SAH’s sponsorship agreement. An example of a Constituent Group is a local congregation or chapter of a national church or organization that is a SAH."
    },
    {
      "letter": "C",
      "key": "Consulate\n      Related term:\n        Mission\n    ",
      "content": "\n      A Government of Canada office that helps Canadian citizens abroad. They are led by a Consul General. They are not located in capital cities. Some consulates also provide immigration services.\n      Examples: Consulate General of Canada in New York City; Consulate General of Canada in Hong Kong.\n      See [Visa office](#visa_office), [High commission](#high_commission), [Embassy](#embassy).\n    "
    },
    {
      "letter": "C",
      "key": "Contact information",
      "content": "\n      A person’s name, mailing address, telephone number, e-mail address and fax number, if any.\n      See the [legal definition of contact information](http://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-230/page-1.html#h-1).\n    "
    },
    {
      "letter": "C",
      "key": "Convention refugee",
      "content": "A person who is outside of their home country or country where they normally live and fears returning to that country because of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion."
    },
    {
      "letter": "C",
      "key": "Conviction",
      "content": "A conviction occurs when a person is found guilty of an offence by a court of law or a tribunal."
    },
    {
      "letter": "C",
      "key": "Co-op/Internship Work Permit",
      "content": "Foreign students who wish to participate in a co-op or internship program in a Canadian institution must apply for a work permit as well as a study permit. To be eligible for the co-op/internship work permit program, you must meet the following conditions:\n      \n        You must have a valid study permit or apply for the work permit in conjunction with a study permit.\n        Your intended employment must be an essential and integral part of your program of study in Canada.\n        Your employment must be certified as part of your academic program, by a letter from a responsible academic official of the institution.\n        Your co-op or internship employment cannot form more than 50 percent of the total program of study.\n      \n    "
    },
    {
      "letter": "C",
      "key": "Co-sponsor",
      "content": "A person or organization that partners with a private sponsor to share in the delivery of settlement assistance and support to privately sponsored refugees. Co-sponsors can be family members of the sponsored refugee living in Canada."
    },
    {
      "letter": "C",
      "key": "Country of citizenship",
      "content": "A country of which a person is a citizen. A person may be a citizen of more than one country."
    },
    {
      "letter": "C",
      "key": "Country of nationality",
      "content": "\n      Your country of nationality is your country of citizenship.\n      See [Country of citizenship](#country_of_citizenship).\n    "
    },
    {
      "letter": "C",
      "key": "Country of residence",
      "content": "The country a person is living in. A person’s country of residence may be different from their country or countries of citizenship."
    },
    {
      "letter": "C",
      "key": "Cours de langue pour les immigrants au Canada (CLIC)",
      "content": "Free French language training programs for adult newcomers to Canada. They are funded by the federal government and delivered by school boards, colleges and local organizations that provide services to newcomers."
    },
    {
      "letter": "C",
      "key": "Credential assessment service",
      "content": "\n      A provincially-mandated organization, such as a regulatory body or a post-secondary institution, that is responsible for assessing the portability of foreign credentials.\n      In Canada, provincial and territorial governments are responsible for assessing and recognizing credentials.\n    "
    },
    {
      "letter": "C",
      "key": "Criminal inadmissibility",
      "content": "\n      When a person is not allowed to enter or stay in Canada because they have committed or been convicted of a crime for which they have not received a record suspension (formerly known as a pardon) or been rehabilitated under the Immigration and Refugee Protection Act. The crime could have been committed and/or the conviction rendered in or outside Canada.\n      See [Deemed rehabilitation](#deemed_rehabilitation), [Criminal rehabilitation](#criminal_rehabilitation), [Record suspension](#record_suspension).\n    "
    },
    {
      "letter": "C",
      "key": "Criminal rehabilitation\n      Related term:\n        Overcoming criminal inadmissibility\n    ",
      "content": "\n      This term refers to an application process that allows a person who has committed or been convicted of a crime outside Canada to enter or stay in Canada. “[Rehabilitation](#rehabilitation)”, in this context, under the Immigration and Refugee Protection Act, means that the person is no longer considered inadmissible to Canada for a particular criminal offence.\n      A person can apply for rehabilitation if at least five years have passed since the act was committed and all criminal sentences have been completed. In order to be approved for rehabilitation the applicant must show that they lead a stable life and are not likely to commit more crimes.\n      See [Criminal inadmissibility](#criminal_inadmissibility), [Deemed rehabilitation](#deemed_rehabilitation), [Record suspension](#record_suspension), Rehabilitation.\n    "
    },
    {
      "letter": "C",
      "key": "Crown servant",
      "content": "Person employed in or with the Canadian Armed Forces, the federal public administration or the public service of a province or territory. Employment as a locally engaged person is not included."
    }
  ],
  "D": [
    {
      "letter": "D",
      "key": "Decision letter",
      "content": "An official letter sent by IRCC advising you of the decision on your case and what you must do next."
    },
    {
      "letter": "D",
      "key": "Deemed rehabilitation",
      "content": "A person who has been convicted of a crime outside Canada may become admissible or be deemed rehabilitated after 5 or 10 years has passed, except in cases of serious criminality. No application is required to be considered for deemed rehabilitation. Whether someone qualifies for deemed rehabilitation depends on their individual circumstances.\n      See [Criminal inadmissibility](#criminal_inadmissibility), [Criminal rehabilitation](#criminal_rehabilitation), [Record suspension](#record_suspension), [Rehabilitation](#rehabilitation).\n    "
    },
    {
      "letter": "D",
      "key": "Departure order",
      "content": "\n      A removal order issued by either a Canada Border Service Agency (CBSA) officer or the Immigration and Refugee Board (IRB) an independent administrative tribunal responsible for deciding immigration and refugee matters.\n      Departure orders are issued against people who have violated Canada’s immigration law. The person named on a departure order must leave Canada within 30 days. If they do not, the departure order becomes a deportation order.\n      See [Removals](http://www.cbsa-asfc.gc.ca/media/facts-faits/051-eng.html) on CBSA website.\n    "
    },
    {
      "letter": "D",
      "key": "Dependant",
      "content": "A spouse, common-law partner or dependent child of a permanent resident or principal applicant."
    },
    {
      "letter": "D",
      "key": "Dependent child",
      "content": "\n    A child who is under the maximum age and is not married or in a common law relationship. Generally, to qualify as dependants, children must \n  \n    be under 22 years old\n    not have a spouse or common-law partner\n  \n  Note: a child’s age is usually “[locked in](#locked_in)” when we get a complete application.\n  Use our [online tool to check if your child qualifies as a dependant](http://www.cic.gc.ca/english/immigrate/sponsor/aod-tool.asp).\n  Exception: Children who are at the age limit or older can qualify as “over-age” dependants if they\n  \n    have depended on their parents for financial support since before they reached the age limit  and\n    can’t financially support themselves due to a mental or physical condition\n  \n  Previous age limits:\n  The age limit has changed in recent years. If your application has been in process for a while, one of the older definitions of dependent child may apply. Generally, we use the rules in place when we get your complete application. Previous age limits for a dependent child:\n  \n    From August 1, 2014 to October 23, 2017: under 19 years old\n    On or before July 31, 2014: under 22 years old\n  \n  Note: The [rules for over-age dependants](#road) are different for applications that were submitted on or before July 31, 2014.\n      "
    },
    {
      "letter": "D",
      "key": "Dependant type",
      "content": "\n      There are different types of dependent children. On your immigration application forms, you must select which type your dependent child is.\n      You can use our [online tool](http://www.cic.gc.ca/english/immigrate/sponsor/aod-tool.asp) to check which type of dependant your child is. \n      Type A\n      The dependant is under the age of 22 and single (not married and not in a common-law relationship).\n      Type B\n      This dependant type only applies if your child’s age was [locked in](#locked_in) before August 1, 2014.\n      The dependant has been continuously enrolled in, and in attendance, as a full‑time student at a post-secondary institution accredited by the relevant government authority and has depended substantially on the financial support of a parent either: \n      \n        since before the age of 22, or\n        since marrying or entering into a common-law relationship (if it happened before the age of 22)\n      \n      Type C\n      The dependant is 22 years of age or older, has depended substantially on the financial support of a parent since before the age of 22, and is unable to provide for himself or herself because of a medical condition. \n      Dependant types used on applications submitted between August 1, 2014, and October 23, 2017\n      Type 1\n      The dependant is under the age of 19 and single (not married and not in a common-law relationship).\n      Type 2\n      The dependant is 19 years of age or older, has been financially dependent on a parent since before the age of 19 due to a physical or mental condition.\n    "
    },
    {
      "letter": "D",
      "key": "Deportation order",
      "content": "\n      A removal order issued by either a CBSA officer or the IRB.\n      It requires the person to leave Canada due to serious offences or serious violations of Canada’s immigration law. A person deported from Canada may not return without written permission from the Minister of Citizenship and Immigration.\n      See [Removals](http://www.cbsa-asfc.gc.ca/media/facts-faits/051-eng.html) on CBSA website.\n    "
    },
    {
      "letter": "D",
      "key": "Designated Angel Investor Group",
      "content": "\n      This is a private organization that has been designated by the Minister to participate in Start-Up Visa.\n      Angel investor groups are made up of members who invest their own capital in start-ups, usually in exchange for equity.\n      Angel investor groups help their members in a variety of ways, which can include:\n      \n        identifying investment opportunities\n        pooling their capital\n        standardizing the investment process for angel investors\n      \n    "
    },
    {
      "letter": "D",
      "key": "Designated Business Incubator",
      "content": "\n      This is a private organization that has been designated by the Minister to participate in Start-Up Visa.\n      Business incubators help start-ups grow by offering a range of services, which can include:\n      \n        physical space and facilities\n        capital\n        business mentoring\n        networking connections\n      \n    "
    },
    {
      "letter": "D",
      "key": "Designated Learning Institution",
      "content": "\n      A school in Canada that a student must be accepted at before they can qualify for a study permit (as of June 1, 2014). Consult the [designated learning institutions list](https://www.canada.ca/en/immigration-refugees-citizenship/services/study-canada/study-permit/prepare/designated-learning-institutions-list.html) (DLI) for schools at the post-secondary level.\n      All primary and secondary schools in Canada are automatically designated. They do not appear on the list. Applicants for primary and secondary schools do not need a DLI number on their application form.\n      See [Secondary school](#school).\n    "
    },
    {
      "letter": "D",
      "key": "Designated third-party language test",
      "content": "\n      This is a test that shows if your language skills meet our standards in each of these four categories:\n      \n        listening,\n        speaking,\n        reading, and/or\n        writing.\n      \n      There are agencies “designated” to give the tests. This means they are approved to do so by IRCC.\n      These tests are given to see if you meet the [language requirement](#language_requirement) for your application.\n    "
    },
    {
      "letter": "D",
      "key": "Designated Venture Capital Fund",
      "content": "\n       This is a private organization that has been designated by the Minister to participate in Start-Up Visa.\n      Venture capital funds raise and manage capital to place equity investments in start-ups with high growth potential.\n      Venture capital funds support start-ups through their investment and can also provide:\n      \n        operational experience\n        technical knowledge\n        networks\n        mentorship\n      \n    "
    },
    {
      "letter": "D",
      "key": "Direct route to citizenship",
      "content": "A process for a child born and adopted abroad by Canadian parents to be granted citizenship without having to immigrate to Canada first."
    },
    {
      "letter": "D",
      "key": "Discover Canada",
      "content": "Discover Canada: The Rights and Responsibilities of Citizenship is the only official study guide for the citizenship knowledge test. An applicant should study from this guide to prepare for the citizenship test. If an applicant uses any other material to prepare for the citizenship test, they do so at their own risk."
    },
    {
      "letter": "D",
      "key": "Divorced",
      "content": "Divorced means that a court has granted a divorce and that a marriage has ended. The two people are no longer married."
    },
    {
      "letter": "D",
      "key": "Dual or multiple citizenship",
      "content": "When a person is a legal citizen of two or more countries at the same time. Dual or multiple citizenship is permitted under Canada’s citizenship laws. Some other countries do not allow it."
    }
  ],
  "E": [
    {
      "letter": "E",
      "key": "Economic Class\n      Related term:\n        Economic immigrant\n    ",
      "content": "A category of immigrants selected for their skills and ability to contribute to Canada’s economy. Economic Class immigrants include skilled workers, provincial and territorial nominees, business immigrants, Quebec skilled workers and [Canadian Experience Class](#canadian_experience_class) members, and their spouses and dependants."
    },
    {
      "letter": "E",
      "key": "Educational credential",
      "content": "Any diploma, degree, or trade or apprenticeship credential issued for completing a program of study or training at a recognized educational or training institution."
    },
    {
      "letter": "E",
      "key": "Educational institution\n      Related term:\n        Post Secondary School\n    ",
      "content": "An organization that offers academic, technical or vocational programs of study, like a university or college."
    },
    {
      "letter": "E",
      "key": "Electronic Travel Authorization (eTA)",
      "content": "eTA is a new entry requirement for visa-exempt foreign nationals travelling to Canada by air. It will allow Canada to screen travellers before they arrive. The authorization is electronically linked to your passport and is valid for five years or until your passport expires, whichever comes first."
    },
    {
      "letter": "E",
      "key": "Elementary school\n      Related terms:\n        Primary school\n        Grade school\n        Public school\n        Middle school\n    ",
      "content": "An institution that provides educational programs for children, starting between the ages of four and six. Years of instruction usually include kindergarten (the lowest level) and grades 1 through 6 (if the area has middle schools) or grades 1 through 8."
    },
    {
      "letter": "E",
      "key": "Eligible",
      "content": "To be eligible for something means to be qualified to participate or be chosen."
    },
    {
      "letter": "E",
      "key": "Embassy\n      Related term:\n        Mission\n      \n    ",
      "content": "\n      A Government of Canada office led by an Ambassador. They are located in the capital city of a non-Commonwealth country. They usually provide the full range of consular and trade services.\n      In Commonwealth countries, Embassies are called High Commissions and are led by a High Commissioner.\n      Some Embassies and High Commissions also provide immigration services.\n      Examples: the Embassy of Canada in France, Paris and the High Commission of Canada to the United Kingdom in London\n      See [High commission](#high_commission), [Consulate](#consulate), [Visa office](#visa_office)\n    "
    },
    {
      "letter": "E",
      "key": "eMedical",
      "content": "An online tool that doctors approved by IRCC to do medical exams use to record and send Immigration Medical Exam (IME) results to IRCC. It is more accurate, convenient and faster than paper-based processing."
    },
    {
      "letter": "E",
      "key": "Emergency services",
      "content": "Public support available immediately if there is a dangerous situation caused by fire, a health crisis or criminal activity. These services may include police, fire department and/or ambulance services, and/or a local emergency hotline."
    },
    {
      "letter": "E",
      "key": "Employer-specific work permit",
      "content": "A type of [work permit](#work_permit) that indicates:\n      \n        the name of the employer a person can work for,\n        how long a person can work, and\n        the location where a person can work (if applicable).\n      \n      A person who holds this type of work permit can only work for the employer for the length of time specified, and if applicable, at the location shown on the permit.\n    "
    },
    {
      "letter": "E",
      "key": "English as a second language (ESL)\n      Related terms:\n        English language services for adults\n        English language training\n        English as an additional language program\n    ",
      "content": "A program used to teach English to non-native speakers. ESL is usually taught in a setting where English is the dominant language."
    },
    {
      "letter": "E",
      "key": "Enhanced language training (ELT)",
      "content": "A program that provides adult newcomers with advanced, job-specific language training in English or French. ELT also uses mentoring, job placements and other ways to help newcomers find work."
    },
    {
      "letter": "E",
      "key": "Entrepreneur",
      "content": "An immigrant admitted to Canada who:\n      \n        has [business experience](#business_experience), and\n        has a legally obtained net worth of at least C$300,000.\n      \n      As a condition of maintaining permanent resident status as an entrepreneur, the person also agrees to:\n      \n        control at least one-third of the equity in a [qualifying Canadian business](#qualifying_business),\n        actively manage the business, and\n        create at least one full-time job for a Canadian citizen or permanent resident.\n      \n    "
    },
    {
      "letter": "E",
      "key": "Excessive demand",
      "content": "When a person’s existing medical condition could place a demand on health or social services that would likely:\n      \n        cost more to treat than the cost of caring for an average Canadian or\n        interfere with timely services to Canadian citizens or permanent residents.\n      \n      See the [legal definition of excessive demand](https://laws-lois.justice.gc.ca/eng/regulations/sor-2002-227/section-1.html).\n    "
    },
    {
      "letter": "E",
      "key": "Exclusion order",
      "content": "\n      A removal order issued by either a Canada Border Service Agency (CBSA) officer or the Immigration and Refugee Board (IRB).\n      Usually, a person removed due to an exclusion order cannot return to Canada for one year without written permission. People issued exclusion orders for [misrepresentation](#misrepresentation) cannot return for five years without written permission.\n      See [Removals](http://www.cbsa-asfc.gc.ca/security-securite/violation-infraction-eng.html#s4) on CBSA website\n    "
    },
    {
      "letter": "E",
      "key": "Express Entry",
      "content": "\n      An electronic system to manage applications for these immigration programs:\n      \n        the [Federal Skilled Worker Program](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/eligibility/federal-skilled-workers.html)\n        the [Federal Skilled Trades Program](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/eligibility/skilled-trades.html)\n        the [Canadian Experience Class](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry/eligibility/canadian-experience-class.html) or\n        a portion of the provincial nominee program.\n      \n    "
    }
  ],
  "F": [
    {
      "letter": "F",
      "key": "Facilitator",
      "content": "A facilitator is a financial institution that:\n      \n        is approved by IRCC;\n        is a member of the [Canada Deposit Insurance Corporation (CDIC)](http://www.cdic.ca/?id=100);\n        helps immigrant investors make and redeem their investments.\n      \n    "
    },
    { "letter": "F", "key": "False representation", "content": "See [Misrepresentation](#misrepresentation)" },
    {
      "letter": "F",
      "key": "Family booklet",
      "content": "\n    A legal civil document with information about members of a family. It can be used to prove your relationship with other family members. It’s used in many European and Asian countries. Other names for a family booklet include:\n    \n       family register\n       Livret de famille (France)\n       Livrete de família (Portugal) \n       Libretto internazionale di famiglia (Italy)\n       Koseki (Japan)\n       Hukou (People’s Republic of China)\n    \n    "
    },
    {
      "letter": "F",
      "key": "Family Class",
      "content": "An immigration category that includes any family members sponsored to come to Canada by a Canadian citizen or permanent resident."
    },
    {
      "letter": "F",
      "key": "Family members",
      "content": "An applicant’s closest relatives, in the context of an application to IRCC. It is defined as a spouse or common-law partner, dependent children, and their dependent children."
    },
    {
      "letter": "F",
      "key": "Federal skilled worker",
      "content": "\n      An immigrant selected as a permanent resident based on their education, work experience, knowledge of English and/or French, and other criteria that have been shown to help people succeed in the Canadian labour market. Spouses and children are included on the application.\n      Quebec selects its own skilled workers, under the Quebec skilled worker Class (QSW).\n    "
    },
    {
      "letter": "F",
      "key": "Financial support",
      "content": "Financial support means that your sponsor provides money to help you pay for food, living expenses, etc."
    },
    {
      "letter": "F",
      "key": "Foreign Credential Recognition (FCR) ",
      "content": "Foreign credential recognition is the process of verifying that the education and job experience obtained in another country are equal to the standards established for Canadian professionals. Credential recognition for regulated occupations is mainly a provincial responsibility that has been delegated in legislation to regulatory bodies."
    },
    {
      "letter": "F",
      "key": "Foreign national",
      "content": "\n      A person who is not a Canadian citizen or a permanent resident.\n      See the [legal definition of foreign national](http://laws-lois.justice.gc.ca/eng/acts/I-2.5/page-1.html#h-2).\n    "
    },
    {
      "letter": "F",
      "key": "Foreign student\n      Related term:\n        International student\n    ",
      "content": "A temporary resident who is legally authorized to study in Canada on a temporary basis. With a few exceptions, foreign students must get a study permit if they are taking a course of studies that will last for more than six months.\n      See the [legal definition of a student](http://laws.justice.gc.ca/eng/SOR-2002-227/page-1.html#codese:1-ss:_1_-df:CODEETUDIANT).\n    "
    },
    {
      "letter": "F",
      "key": "Foreign worker",
      "content": "\n      A temporary resident who is legally allowed to work in Canada on a temporary basis.\n    "
    },
    {
      "letter": "F",
      "key": "Francophone\n      Related term:\n        French-speaking person\n    ",
      "content": "Person whose mother tongue is French or whose first official language in Canada is French even though that person’s mother tongue is a language other than French or English."
    },
    {
      "letter": "F",
      "key": "French as a second language (FSL)",
      "content": "A program used to teach French to non-native speakers. FSL is usually taught in a setting where French is the dominant language."
    },
    {
      "letter": "F",
      "key": "Full-time equivalent studies",
      "content": "Education completed on a part-time or accelerated basis that is equivalent to a full-time program of study."
    },
    {
      "letter": "F",
      "key": "Full-time job equivalent",
      "content": "Defined as 1,560 hours of paid employment per year."
    },
    {
      "letter": "F",
      "key": "Full-time study\n      Related term:\n        Full-time student\n    ",
      "content": "Study schedule with a minimum number of hours (15 hours) of instruction per week during the academic year, including any period of training in the workplace that is part of the student’s studies. Students should ask their school what the full-time requirements are. "
    },
    {
      "letter": "F",
      "key": "Full time study status",
      "content": "Full time study status is determined by your educational institution (school). It is usually based on the number of classroom hours per week."
    },
    {
      "letter": "F",
      "key": "Full-time work",
      "content": "At least 30 hours per week for which wages are paid and/or commission is earned."
    }
  ],
  "G": [
    {
      "letter": "G",
      "key": "General Agreement on Trade in Services (GATS)\n      Related term:\n        International agreement\n    ",
      "content": "\n      An international agreement that provides the basis for giving some foreign business people easier access to Canada. Many countries that are members of the World Trade Organization have signed the agreement.\n      Three kinds of business people are covered:\n      \n        business visitors,\n        professionals and\n        employees transferred within a company to work in Canada.\n      \n    "
    },
    {
      "letter": "G",
      "key": "Given name(s)",
      "content": "A given name(s) is the name(s) given to a person at birth and by which that person is most commonly referred to. A person’s given name(s) includes his or her first name and middle name. For example: If a person’s name is Mark Paul Jenkins, his given names are Mark Paul.\n      A person may have one or more given names.\n    "
    },
    {
      "letter": "G",
      "key": "Government-assisted refugee",
      "content": "\n      A person who is outside Canada and has been determined to be a Convention refugee and who receives financial and other support from the Government of Canada or Province of Quebec for up to one year after their arrival in Canada.\n      GARs are selected from applicants referred by the United Nations High Commissioner for Refugees (UNHCR) and other referral organizations.\n    "
    },
    { "letter": "G", "key": "Grant of citizenship", "content": "See [Naturalization](#naturalization)." },
    {
      "letter": "G",
      "key": "Group of five",
      "content": "A group of five or more Canadian citizens or permanent residents, each of whom is at least 18 years of age, who agree to work together to sponsor a refugee."
    },
    {
      "letter": "G",
      "key": "Guarantor",
      "content": "A guarantor is a person who can confirm your identity and the information you have provided. If you do not have a guarantor who has known you for at least two (2) years, you must complete a Statutory Declaration in Lieu of Guarantor."
    }
  ],
  "H": [
    {
      "letter": "H",
      "key": "Health card",
      "content": "A document that allows a person to receive public health care in a Canadian province or territory. Newcomers can apply for a health card when they arrive in Canada.\n      See [Health insurance](#health_insurance).\n    "
    },
    {
      "letter": "H",
      "key": "Health insurance",
      "content": "A Canadian provincial or territorial government program that pays for essential health services provided by doctors, hospitals and certain non-physician practitioners. Newcomers must apply to their provincial or territorial health insurance plan to get coverage and a health card.\n      See [Health card](#health_card).\n      See the [legal definition of health card](http://laws-lois.justice.gc.ca/eng/regulations/SOR-2002-227/page-1.html#h-1).\n    "
    },
    {
      "letter": "H",
      "key": "High commission\n      Related term:\n        Mission\n    ",
      "content": "\n      A Government of Canada office, is the same as an embassy, but is located in the capital city of a Commonwealth country.\n      Example: High Commission of Canada to the United Kingdom in London\n      See [Embassy](#embassy), [Visa office](#visa_office), [Consulate](#consulate).\n    "
    },
    {
      "letter": "H",
      "key": "Humanitarian and compassionate application (H & C)",
      "content": "\n      People who would not normally be eligible to become permanent residents of Canada may be able to apply on humanitarian and compassionate (H & C) grounds.\n      (H & C) grounds apply to people with exceptional cases. Factors that are looked at include:\n      \n        how settled the person is in Canada,\n        general family ties to Canada,\n        the best interests of any children involved, and\n        the degree of hardship that the applicant would experience if the request is not granted and they must leave Canada in order to apply for permanent residence.\n      \n      (H & C) decision makers will not look at the risk factors that are looked at in an in-Canada refugee protection claim or a pre-removal risk assessment (PRRA). These factors which are outside the scope of an (H & C) application include persecution, danger of torture or risk to life or risk of cruel and unusual treatment or punishment.\n    "
    }
  ],
  "I": [
    {
      "letter": "I",
      "key": "Identity card",
      "content": "A card used to prove who someone is. It can be issued by a government or by a recognized international agency, such as the United Nations."
    },
    {
      "letter": "I",
      "key": "Immigration document",
      "content": "An official document issued by an IRCC or Canada Border Services Agency (CBSA) office, Case Processing Centre (CPC) or Canadian visa office outside Canada, such as one of the following:\n      \n        Immigrant visa and record of landing (IMM 1000),\n        Confirmation of permanent residence (IMM 5292),\n        Permanent resident card,\n        visitor record,\n        work permit,\n        study permit or\n        temporary resident permit.\n      \n    "
    },
    {
      "letter": "I",
      "key": "Immigration officer",
      "content": "An officer responsible for deciding who can enter and stay in Canada. They usually work at Ports of Entry (airports, land border crossings) or one of our offices in Canada. They may check documents and interview applicants to make sure applications are accurate."
    },
    {
      "letter": "I",
      "key": "Immigration status",
      "content": "A non-citizen’s position in a country—for example, permanent resident or visitor."
    },
    {
      "letter": "I",
      "key": "Implied status",
      "content": "If a visitor, student or foreign worker applies to extend their status, before that status expires, they can legally remain in Canada until a decision is made on the application. In this situation, the person has implied status."
    },
    {
      "letter": "I",
      "key": "In good standing",
      "content": "Refers to a representative who:\n      \n        is licensed and insured,\n        is qualified to help you through the legal process, and\n        meets the standards of learning, competence and professional conduct.\n      \n    "
    },
    {
      "letter": "I",
      "key": "In process",
      "content": "When an application that has been sent to IRCC has been opened, checked for completeness, and an employee has begun to process it (enter into the computer system, etc.)."
    },
    {
      "letter": "I",
      "key": "Inadmissibility\n      Related term:\n        Inadmissible person\n    ",
      "content": "\n      When a person is not allowed to enter or stay in Canada. Reasons can include security concerns, criminal offences, human rights violations, health or financial reasons, and failure to comply with Canada’s immigration laws.\n      [Find out more about inadmissibility](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/inadmissibility.html).\n    "
    },
    { "letter": "I", "key": "Indeterminate job offer", "content": "A permanent, full-time job offer. " },
    { "letter": "I", "key": "Indictable offence", "content": "See [Offence](#offence)." },
    {
      "letter": "I",
      "key": "Individual rehabilitation",
      "content": "See [Criminal rehabilitation](#criminal_rehabilitation)."
    },
    {
      "letter": "I",
      "key": "Instruction guide",
      "content": "Instruction guides are documents that provide:\n      \n        information a person must know about an application before sending it to IRCC and\n        help with filling out forms and required supporting documents.\n      \n      These guides are posted on the IRCC website.\n    "
    },
    {
      "letter": "I",
      "key": "Intercountry adoption\n      Related term:\n        International adoption\n    ",
      "content": "A legal adoption of a child residing in another country that complies with the laws of both the sending and receiving countries."
    },
    {
      "letter": "I",
      "key": "International Experience Canada (IEC)\n      Related terms:\n        International youth program\n        Working Holiday Program\n    ",
      "content": "A youth exchange program allowing Canadians, 18 to 35, to live and work in other countries, generally for up to one year at a time. The reciprocity of the program allows for youth from these same countries to live and work in Canada for up to one year."
    },
    {
      "letter": "I",
      "key": "International medical graduate",
      "content": "A person who has graduated from a medical school not accredited in Canada (by the Committee on Accreditation of Canadian Medical Schools) or in the U.S. (by the Liaison Committee on Medical Education). This term includes graduates of a U.S. school of osteopathic medicine accredited by the American Osteopathic Association."
    },
    {
      "letter": "I",
      "key": "International Mobility Program",
      "content": "\n      This program lets employers hire or bring in foreign workers without a [Labour Market Impact Assessment (LMIA)](#labour_market_impact_assessment). Some workers are exempt from the LMIA process. This applies when there are shared benefits for Canadians and other advantages for Canada.\n      These people can include:\n      \n        international students who graduated from a Canadian school\n        people working in Canada temporarily under free trade agreements, such as NAFTA\n        people taking part in International Experience Canada\n        some permanent resident applicants settling in Canada while their application is finalized, and\n        spouses of highly-skilled foreign workers.\n      \n      See Labour Market Impact Assessment (LMIA)\n    "
    },
    { "letter": "I", "key": "International student", "content": "See [Foreign student](#foreign_student)." },
    {
      "letter": "I",
      "key": "Internship",
      "content": "Supervised work or school-related training that may be either paid or unpaid. Internship positions can be found with some businesses, government departments and non-profit organizations. Internships can help newcomers gain Canadian work experience."
    },
    {
      "letter": "I",
      "key": "Intra-company transferee\n      Related terms:\n        General Agreement on Trade in Services\n        North American Free Trade Agreement\n    ",
      "content": "A qualified employee who is transferred within a company to work in Canada on a temporary basis."
    },
    {
      "letter": "I",
      "key": "Investor",
      "content": "A term used to describe an immigrant admitted to Canada who:\n      \n        has [business experience](#business_experience)\n        has a legally obtained net worth of at least C$1,600,000, and\n        has made an investment of C$800,000\n      \n    "
    },
    {
      "letter": "I",
      "key": "Invitation to apply",
      "content": "\n      When a candidate’s profile is pulled from [International Experience Canada](https://www.canada.ca/en/immigration-refugees-citizenship/services/work-canada/iec.html) or [Express Entry pool](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry.html). They then have a limited time to fill out and submit an online application.\n    "
    },
    {
      "letter": "I",
      "key": "Invitation round",
      "content": "\n      A process where we invite candidates from a [pool](#pool) to apply for: \n      \n        a work permit through [International Experience Canada](https://www.canada.ca/en/immigration-refugees-citizenship/services/work-canada/iec.html) or\n        permanent residence through [Express Entry](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry.html).\n      \n      We hold these rounds on a regular basis.\n      See also: [Invitation to apply](#ita), pool\n    "
    },
    {
      "letter": "I",
      "key": "IRCC office",
      "content": "An office in Canada that supports immigration, citizenship, and settlement programs. This term does not include ports of entry or case processing centres."
    }
  ],
  "L": [
    {
      "letter": "L",
      "key": "Labour Market Impact Assessment (LMIA)",
      "content": "\n      A Labour Market Impact Assessment (LMIA) is a document that an employer in Canada must usually get before hiring a foreign worker.\n      A positive LMIA will show that there is a need for a foreign worker to fill the job and that no Canadian worker can do the job. A positive LMIA is sometimes called a Confirmation letter.\n      If you need an LMIA, your employer must send an application to [Employment and Social Development Canada](http://www.rhdcc-hrsdc.gc.ca/eng/home.shtml) (ESDC).\n    "
    },
    {
      "letter": "L",
      "key": "Labour market opinion (LMO)",
      "content": "See [Labour Market Impact Assessment](#labour_market_impact_assessment) "
    },
    {
      "letter": "L",
      "key": "Landing\n      Related term:\n        Interview for final determination\n    ",
      "content": "The final interview with an immigration officer at either a port of entry or a local IRCC office within Canada, during which an applicant becomes a permanent resident. This happens when the person signs the [confirmation of permanent residence](#confirmation_of_permanent_residence_number)."
    },
    {
      "letter": "L",
      "key": "Language assessment",
      "content": "An evaluation of a person’s reading, writing, listening and/or speaking abilities in English or French. This is done to see if you meet the [language requirement](#language_requirement) for your application."
    },
    {
      "letter": "L",
      "key": "Language requirement\n      Related terms:\n        Adequate Language\n    ",
      "content": "Some types of applications require you to have a certain level of skill in either English or French. The level of language ability required is different, depending on the type of application being submitted. "
    },
    {
      "letter": "L",
      "key": "Language Instruction for Newcomers to Canada (LINC)",
      "content": "Free English language training programs for adult newcomers to Canada. They are funded by the federal government and delivered by school boards, colleges and local organizations that provide services to newcomers."
    },
    {
      "letter": "L",
      "key": "Letter of introduction",
      "content": "A document sent from a visa office to confirm approval of:\n      \n        a study permit, or\n        a work permit, or\n        extended stay for a parent or grandparent from a country that does not require visas (the Super Visa program).\n      \n      Applicants must present the letter when they arrive in Canada.\n    "
    },
    {
      "letter": "L",
      "key": "Letter of invitation",
      "content": "\n      A letter from a person in Canada on behalf of a friend or family member who wants to visit. This may be helpful if the visitor is from a country where visas are required to travel to and enter Canada.\n      The letter should explain how they plan to help the visitor and whether they have the financial means to support the person during a longer visit.\n    "
    },
    {
      "letter": "L",
      "key": "Letter of invitation to delegates ",
      "content": "\n      A letter that event organizers need to give delegates when they apply for a visa to come to Canada.\n      The letter should include information on the event to establish:\n      \n        the delegate’s purpose of travel to Canada, and\n        plans once in Canada.\n      \n      The letter should also indicate if financial assistance is given to delegates, such as airline tickets and accommodations.\n    "
    },
    {
      "letter": "L",
      "key": "Letter of support",
      "content": "A letter of support is given to the applicant by the designated angel investor group or venture capital fund. It is proof that they will support your business idea."
    },
    {
      "letter": "L",
      "key": "Level of education",
      "content": "A selection factor under the Federal Skilled Worker Program for which [points](#points) are awarded. It is based on the certificate, diploma or degree obtained, and the number of years of schooling."
    },
    {
      "letter": "L",
      "key": "Level of study",
      "content": " There are five levels of study for foreign students in Canada. They are:\n      \n        Universities: Offer degree-granting programs at the undergraduate (bachelor’s) graduate (master’s), and postgraduate (doctoral, post-doctoral) levels, and may also offer programs leading to certificates or diplomas in various academic disciplines.\n        Colleges: Offer academic or professional training programs leading to diplomas or certificates (includes CEGEPs in Quebec, which is generally mandatory before attending university).\n        Trade: Non-university educational institutions in Canada that offer vocational trades and/or technical programs (such as vocational institutions, or private career colleges).\n        Other post-secondary: Post-secondary studies that are not undertaken at university, college or trade school. This includes studies at language institutions and private institutions, and in university qualifying programs.\n        Secondary or less: Includes primary and secondary schools in Canada.\n        Other: Studies that cannot be classified at any of the above levels of study.\n      \n    "
    },
    {
      "letter": "L",
      "key": "Live-in caregiver\n      Related term:\n        Nanny\n    ",
      "content": "A person who is qualified to provide care for children, elderly people or people with disabilities in private homes without supervision. A live-in caregiver must live in the private home of their employer while they work in Canada. "
    },
    {
      "letter": "L",
      "key": "Local IRCC office\n      Related term:\n        Local office\n    ",
      "content": "An IRCC service location in Canada. This term does not include ports of entry or CPCs."
    },
    {
      "letter": "L",
      "key": "Locked in",
      "content": "\n      To freeze information so that it does not change over time, regardless of how long processing takes.\n      For example, we lock your child’s age when your application is received. This is called the lock in date. Lock-in dates vary depending on your immigration program or category. When we process your child’s application, we use the age on lock in date to see if your child qualifies as a [dependant](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/age-limit-requirements-dependent-children.html#dependent_child).\n      See the [lock in dates by immigration or category](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/age-limit-requirements-dependent-children.html#age-lock-in).\n    "
    },
    {
      "letter": "L",
      "key": "Low-income cut-off (LICO)\n      Related term:\n        Minimum necessary income\n    ",
      "content": "Income levels set out by the Government of Canada where a family spends a higher percentage on necessities than other families. A family must be above the cut-off in order to\n      \n        sponsor a family member to immigrate to Canada, or\n        host parents or grandparents for an extended stay.\n      \n    "
    }
  ],
  "M": [
    {
      "letter": "M",
      "key": "Married",
      "content": "Married means that two people have had a ceremony that legally binds them to each other. This marriage must be recognized under the laws of the country where it was performed and under Canadian law."
    },
    {
      "letter": "M",
      "key": "Medical examination\n      Related terms:\n        Medical exam\n        Immigration medical exam\n    ",
      "content": "A physical examination (that could also include laboratory/radiology tests depending on age) performed by an IRCC appointed medical doctor that all immigrants and some visitors must go through before they are allowed into Canada. An applicant must be in good health and have no conditions or illnesses that:\n      \n        would pose a danger to Canadians or\n        be very expensive to treat in Canada.\n      \n      See [Background check](#background_check), [Police certificate](#police_certificate).\n    "
    },
    {
      "letter": "M",
      "key": "Medical inadmissibility",
      "content": "When a person is not allowed to enter Canada for health-related reasons. For instance, the person might:\n      \n\n        pose a danger to public health,\n        pose a danger to public safety or\n        place [excessive demand](#excessive_demand) on health or social services.\n      \n    "
    },
    {
      "letter": "M",
      "key": "Member of the Convention Refugees Abroad Class\n      Related term:\n        Convention refugee\n    ",
      "content": "A person who has been determined to be a Convention refugee by a visa officer outside Canada."
    },
    {
      "letter": "M",
      "key": "Member of the Country of Asylum Class",
      "content": "A person who is outside their home country or the country where they normally live and is seriously affected by civil war, armed conflict, or a massive violation of human rights."
    },
    {
      "letter": "M",
      "key": "Middle school\n      Related terms:\n        Grade school\n        Public school\n        Secondary school\n    ",
      "content": "An institution that provides educational programs for grades 7 and 8, in between elementary school and high school."
    },
    {
      "letter": "M",
      "key": "Minimum necessary income\n      Related term:\n        Low-income cut-off\n    ",
      "content": "The amount of income a family must earn in order to\n      \n        sponsor a family member to immigrate to Canada, or\n        host parents or grandparents for an extended stay.\n      \n    "
    },
    {
      "letter": "M",
      "key": "Minor child",
      "content": "A minor child is a child who is under the age of 18 years in the provinces of Alberta, Manitoba, Ontario, Prince Edward Island, Quebec and Saskatchewan. In all the other provinces it is the age of 19 years."
    },
    {
      "letter": "M",
      "key": "Misrepresentation",
      "content": "When a person makes false statements, submits false information, submits false or altered documents, or withholds information relevant to their application to IRCC. This is a crime. Documents can include:\n      \n        Passports and travel documents;\n        Visas;\n        Diplomas, degrees, and apprenticeship or trade papers;\n        Birth, marriage, final divorce, annulment, separation or death certificates;\n        Police certificates.\n      \n      Lying on an application or in an interview with an IRCC officer is also an offence under the Immigration and Refugee Protection Act and the Citizenship Act.\n      Misrepresentation bars a person from being granted Canadian citizenship for a period of 5 years.\n      If misrepresentation is found to have occurred after someone becomes a citizen, this can result in the revocation of their citizenship and this individual must wait ten years before they can be granted citizenship again. \n    "
    },
    {
      "letter": "M",
      "key": "Multiple-entry visa\n      Related terms:\n        Tourist visa\n        Visitor visa\n    ",
      "content": "A visa that allows someone to leave and re-enter Canada more than once during a defined period of time.\n      See [Temporary Resident Visa](#temporary_resident_visa).\n    "
    }
  ],
  "N": [
    {
      "letter": "N",
      "key": "National Occupational Classification (NOC)",
      "content": "The National Occupation Classification (NOC) is a list of all the occupations in the Canadian labor market. It describes each job according to skill type and skill level. The NOC is used to collect and organize job statistics and to provide labour market information. It is also used as a basis for certain immigration requirements."
    },
    {
      "letter": "N",
      "key": "Native language",
      "content": "Your native language is the original language that was taught to you as a child and spoken in your household while growing up. It is also known as your mother tongue or first language."
    },
    {
      "letter": "N",
      "key": "Naturalization\n      Related term:\n        Grant of citizenship\n    ",
      "content": "The formal process by which a person who is not a Canadian citizen can become a Canadian citizen. The person must usually become a permanent resident first."
    },
    {
      "letter": "N",
      "key": "Non-accompanying family members\n      Related term:\n        Non-accompanying dependant\n    ",
      "content": "\n      Family members who are dependent on the principal applicant but who are not immigrating to Canada. They include a spouse or common-law partner, dependent children, and the children of a dependent child.\n      These people must be listed on the principal applicant’s application for permanent residence. They should have a medical exam so they can remain eligible for sponsorship at a later date.\n    "
    },
    {
      "letter": "N",
      "key": "Non-regulated occupation",
      "content": "A profession or a trade you can work in without needing a licence, certificate or registration. 80% of jobs in Canada are non-regulated."
    },
    {
      "letter": "N",
      "key": "Non-seasonal work ",
      "content": "Consistent and regularly scheduled paid employment throughout the year. It includes working schedules where pay does not stop during periods of non-work. It does not include work with periods of unemployment where the worker receives employment insurance throughout any part of the year."
    },
    {
      "letter": "N",
      "key": "North American Free Trade Agreement (NAFTA)\n      Related term:\n        Intra-company transferee\n    ",
      "content": "\n      An agreement between Canada, the United States and Mexico. Under it, citizens of each country can enter the other more easily for business.\n      NAFTA applies to four types of business people:\n      \n        business visitors,\n        professionals,\n        people transferred within a company to work in Canada, and\n        traders and investors.\n      \n    "
    }
  ],
  "O": [
    {
      "letter": "O",
      "key": "Oath of citizenship",
      "content": "A declaration that a person will:\n      \n        be loyal to the Queen,\n        obey Canada’s laws and customs, and\n        fulfill the duties of a Canadian citizen.\n      \n      In order to become citizens, people aged 14 or over must take the oath. Reciting the oath is the final requirement for Canadian citizenship.\n      See [Citizenship ceremony](#citizenship_ceremony), [Citizenship judge](#citizenship_judge).\n    "
    },
    {
      "letter": "O",
      "key": "Offence\n      Related term:\n        Crime\n    ",
      "content": "An offence is any violation of a Canadian law or act, whether or not it occurs in Canada. It can include anything from trespassing or damaging property to immigration fraud or violent crime. There are two main types:\n      \n        Summary offences — These are less serious. The maximum penalty for a summary offence is usually a $5,000 fine and/or six months in jail.\n        Indictable offences — These are more serious and include theft over $5,000, break and enter, aggravated sexual assault and murder. Maximum penalties vary and include life in prison. Some have minimum penalties.\n      \n    "
    },
    {
      "letter": "O",
      "key": "One-year window provision",
      "content": "This allows resettled refugees in Canada to be reunited with immediate family members that are still overseas. Immediate family members are spouses, common-law partners and dependent children. To be eligible for this provision, an application must be made within one year of the resettled refugee arriving in Canada."
    },
    {
      "letter": "O",
      "key": "Open work permit",
      "content": "A type of [work permit](#work_permit) that allows a person to work for any employer in Canada, except for an employer:\n      \n        who is listed as ineligible on the list of employers who have failed to comply with conditions, or\n        who, on a regular basis, offers striptease, erotic dance, escort services or erotic massages.\n      \n    "
    },
    {
      "letter": "O",
      "key": "Original",
      "content": "The actual paper version of a document, not a photocopy or an electronic copy."
    }
  ],
  "P": [
    {
      "letter": "P",
      "key": "Panel physician",
      "content": "A medical doctor appointed by IRCC to perform immigration medical examinations."
    },
    {
      "letter": "P",
      "key": "Pass mark (skilled worker)",
      "content": "The minimum number of points an applicant must get in order to qualify for selection for programs with a points grid. The pass mark is different depending on the program.\n      See [Points](#points)\n    "
    },
    {
      "letter": "P",
      "key": "Passport",
      "content": "An official travel document that identifies the person who holds it and shows their citizenship. A passport gives the holder the right to leave and return to the country that issued it. A passport is the only reliable travel document that all countries accept.\n      See [Travel document](#travel_document).\n    "
    },
    {
      "letter": "P",
      "key": "Permanent resident\n      Related terms:\n        Landed immigrant\n        PR\n    ",
      "content": "A person who has legally immigrated to Canada but is not yet a Canadian citizen.\n      For a more detailed definition, see the [legal definition of permanent resident](http://laws-lois.justice.gc.ca/eng/acts/I-2.5/page-1.html#h-2).\n    "
    },
    {
      "letter": "P",
      "key": "Permanent resident card\n      Related terms:\n        Maple leaf card\n        PR card\n    ",
      "content": "A wallet-sized plastic document issued to all new permanent residents (and to existing permanent residents, when requested) to confirm their status in Canada. The card includes identifying details and the signature of the person it was issued to."
    },
    {
      "letter": "P",
      "key": "Permanent resident status",
      "content": "The position of a person who has legally immigrated to Canada but is not yet a Canadian citizen."
    },
    {
      "letter": "P",
      "key": "Permanent resident visa",
      "content": "A document issued by an IRCC visa office overseas to a foreign national. It allows that person to travel to Canada to become a permanent resident."
    },
    {
      "letter": "P",
      "key": "Personal net worth\n      Related terms:\n        Net worth\n        Net assets\n    ",
      "content": "The fair market value of all assets of an applicant and their spouse or common-law partner, minus the fair market value of all their liabilities. Generally, this figure does not include personal assets, such as jewellery and automobiles."
    },
    {
      "letter": "P",
      "key": "Physical presence requirement (citizenship)",
      "content": "\n      For applicants who apply on or after October 11, 2017, this is the amount of time a permanent resident must be physically present in Canada to be eligible for a grant of Canadian citizenship.\n       Applicants who apply under subsection 5(1) must be physically present in Canada for at least 1,095 days in the five years immediately before the date of application. This includes time as a:\n      \n        permanent resident (PR)\n        temporary resident (lawfully authorized to remain in Canada)\n        protected person \n      \n      These requirements do not apply to children under 18 years old who apply under subsection 5(2).\n      [Exceptions](http://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=370&top=5) apply for certain Crown servants and certain family members of Crown servants. \n    "
    },
    {
      "letter": "P",
      "key": "Points",
      "content": "\n      Refers to two things:\n      \n        the scoring system used to assess eligibility for [federal skilled workers](#federal_skilled_worker) and self-employed immigrants. Points are earned for six factors: education, English and/or French skills, work experience, age, arranged employment in Canada, and adaptability. A person must have a minimum number of points to qualify in each category.\n        the unit of measurement used in the [Comprehensive Ranking System](#crs) to score [Express Entry](#ee) candidates.\n      \n      See [Pass mark](#pass_mark)\n    "
    },
    {
      "letter": "P",
      "key": "Police certificate\n      Related terms:\n        Police clearance certificate\n        Certificate of good conduct\n        Judicial record extract\n    ",
      "content": "An official copy of a person’s criminal record, or a declaration that they do not have a criminal record. Police authorities or government departments issue such certificates. Authorities use them to confirm whether visa applicants are criminally inadmissible.\n      See [Background check](#background_check), [Medical examination](#medical_examination).\n    "
    },
    {
      "letter": "P",
      "key": "Pool",
      "content": "\n      People who meet certain criteria are put into one or more pools of candidates. This is a group of people that we may invite to apply for: \n      \n        a work permit for [International Experience Canada](#international_experience_canada) or\n        permanent residence through [Express Entry](#ee).\n      \n      See: Express Entry, International Experience Canada\n    "
    },
    {
      "letter": "P",
      "key": "Port of entry",
      "content": "A place where a person may seek entry into Canada, such as at an airport, land or marine border crossing."
    },
    {
      "letter": "P",
      "key": "Post-graduation work permit",
      "content": " A document issued by IRCC to eligible foreign students who have:\n      \n        graduated from an approved program of study at an eligible post-secondary institution in Canada that is participating in the [Post-Graduation Work Permit Program](https://www.canada.ca/en/immigration-refugees-citizenship/services/study-canada/work/after-graduation.html)\n        applied to IRCC within 90 days of completing all degree or program requirements.\n      \n      It allows the bearer to work legally in Canada after completing studies.\n    "
    },
    {
      "letter": "P",
      "key": "Post-secondary institution\n      Related term:\n        Higher education\n    ",
      "content": "A stage of higher education that comes after high school. Refers to a college, university or technical school offering programs of study.\n      See [University](#university), [College](#college).\n    "
    },
    {
      "letter": "P",
      "key": "Pre-removal risk assessment (PRRA)",
      "content": "A thorough process that evaluates whether a person would face persecution, torture, risk to life or risk of cruel and unusual treatment or punishment, if returned to his or her country of origin."
    },
    {
      "letter": "P",
      "key": "Principal applicant",
      "content": "When a family applies together, one member must be the main or “principal” applicant. For example, a mother applying for permanent residence with her three children would be the principal applicant. When parents are included in an application, dependent children cannot be principal applicants."
    },
    {
      "letter": "P",
      "key": "Prior learning assessment and recognition (PLAR)",
      "content": "This is a process that is used across Canada by schools, colleges, universities, employers and governments to formally recognize a person’s skills that they have acquired outside of formal education settings. This process allows people to have these skills assessed and possibly recognized in the form of academic credits. For more information on prior learning assessment and recognition, see the [Canadian Association of Prior Learning Assessment (Pan-Canadian)](http://capla.ca/News.php)"
    },
    {
      "letter": "P",
      "key": "Privately sponsored refugee\n      Related terms:\n        Community Sponsor\n        Group of Five\n        Sponsorship Agreement Holder (SAH)\n    ",
      "content": "A person outside Canada who has been determined to be a Convention refugee or member of the Country of Asylum class and who receives financial and other support from a private sponsor for one year after their arrival in Canada. Private sponsors are Sponsorship Agreement Holders (SAHs), Groups of Five or Community Sponsors."
    },
    {
      "letter": "P",
      "key": "Probation",
      "content": "If you are on probation, you have been convicted of a crime or offence and have been released without having to go to a penitentiary, jail, reformatory or prison. Typically a person on probation must live under certain conditions set by the court, for example, a curfew or not allowed to take alcohol."
    },
    {
      "letter": "P",
      "key": "Professional training",
      "content": "A type of training usually offered to a person who is already a professional in a given field. This type of training is usually recognized as meeting an official standard of an industry, association, or profession."
    },
    {
      "letter": "P",
      "key": "Profile",
      "content": "\n      An online form that people fill out to find out if they are eligible for [Express Entry](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/express-entry.html) or [International Experience Canada](https://www.canada.ca/en/immigration-refugees-citizenship/services/work-canada/iec.html). Eligible people are put into one or more pools of candidates. We invite some candidates from the pools to fill out applications.\n    "
    },
    {
      "letter": "P",
      "key": "Prohibition",
      "content": "Permanent residents who have committed crimes either in Canada or outside Canada may not be eligible to become Canadian citizens for a period of time. For example, people may be considered under a prohibition and cannot get citizenship if they:\n      \n        are in prison, on parole or on probation in Canada, or serving a sentence outside Canada,\n        have been convicted of an [indictable [[offence](#offence)](#offence)](#indictable_offence) in Canada or an offence outside Canada in the four years before applying for citizenship, or\n        are charged with, on trial for, or involved in an appeal of an indictable offence in Canada, or an offence outside Canada.\n      \n      For a complete list of prohibitions, refer to [Situations that may prevent you from becoming a Canadian citizen](https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility/situtations-prevent-citizenship.html).\n    "
    },
    {
      "letter": "P",
      "key": "Proof of citizenship\n      Related terms:\n        Citizenship card\n        Citizenship status\n        Clarification of status\n        Confirmation of status\n        Citizenship certificate\n    ",
      "content": "A document issued by the Government of Canada that confirms a person’s status as a Canadian citizen.\n      See [certificate of Canadian citizenship](#certificate_of_canadian_citizenship).\n    "
    },
    {
      "letter": "P",
      "key": "Protected person",
      "content": "A person who has been determined to be a Convention refugee or person in similar circumstances by a Canadian visa officer outside Canada, a person whom the Immigration and Refugee Board of Canada has determined to be a Convention refugee or in need of protection in Canada, or a person who has had a positive pre-removal risk assessment (in most cases).\n      See [Refugee claimant](#refugee_claimant).\n    "
    },
    {
      "letter": "P",
      "key": "Protected person status document",
      "content": "An official document issued by IRCC that confirms a person’s status in Canada as a protected person."
    },
    {
      "letter": "P",
      "key": "Protected temporary resident",
      "content": "A person admitted to Canada on a temporary resident permit because a Canadian visa officer abroad has determined that they face an immediate threat to their life, liberty or physical safety."
    },
    {
      "letter": "P",
      "key": "Provincial Nominee Program",
      "content": "A program that allows provinces and territories to nominate candidates for immigration to Canada."
    },
    {
      "letter": "P",
      "key": "Provincial or territorial nominee",
      "content": "Someone who is nominated for immigration to Canada by a provincial or territorial government that has a [Provincial Nominee Program](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/provincial-nominees.html). Nominees have the skills, education and work experience needed to make an immediate economic contribution to the province or territory that nominates them."
    }
  ],
  "Q": [
    {
      "letter": "Q",
      "key": "Qualification recognition",
      "content": "A process that involves the assessment of credentials, competencies, and work experience in order to assist employers, educational institutions and professional regulatory bodies in making informed decisions."
    },
    {
      "letter": "Q",
      "key": "Qualifications",
      "content": "The combination of credentials, knowledge, skills and work experience."
    },
    {
      "letter": "Q",
      "key": "Qualifying Canadian business",
      "content": "For the purposes of determining whether an entrepreneur has managed and controlled a qualifying Canadian business, a qualifying Canadian business is one in which the percentage of the business controlled by the entrepreneur meets at least 2 of the following thresholds in one year:\n      \n        full-time job equivalents are equal to or greater than two,\n        total annual sales are equal to or greater than $250,000,\n        net income in the year is equal to or greater than $25,000, and\n        net assets at the end of the year is equal to or greater than $125,000.\n      \n    "
    },
    {
      "letter": "Q",
      "key": "Qualifying business",
      "content": "For the purposes of meeting [business experience](#business_experience) requirements as an entrepreneur or investor applicant, a qualifying business is one in which the percentage of the business controlled by the applicant meets at least 2 of the following thresholds in one year:\n      \n        full time job equivalents are equal to or greater than two,\n        total annual sales are equal to or greater than $500,000,\n        net income in the year is equal to or greater than $50,000, and\n        net assets at the end of the year is equal to or greater than $125,000.\n      \n    "
    }
  ],
  "R": [
    {
      "letter": "R",
      "key": "Reaffirmation ceremony",
      "content": "A formal event where Canadian citizens express their commitment to Canada by repeating the oath of citizenship."
    },
    {
      "letter": "R",
      "key": "Recall of citizenship certificate",
      "content": "The process by which a person may be required to surrender their certificate if there is reason to believe that the person may not be entitled to the certificate or has violated any of the provision of the Act."
    },
    {
      "letter": "R",
      "key": "Record of landing (IMM 1000)",
      "content": "An official document once issued to a person when they arrived in Canada as a permanent resident. Canada stopped issuing records of landing on June 28, 2002.\n      See [Confirmation of permanent residence](#confirmation_of_permanent_residence_number), [Permanent resident card](#permanent_resident_card)\n    "
    },
    {
      "letter": "R",
      "key": "Record suspension",
      "content": "A record suspension (formerly a pardon) allows people who were convicted of a criminal offence, but have completed their sentence and demonstrated they are law-abiding citizens for a prescribed number of years, to have their criminal record kept separate and apart from other criminal records.\n      See [Criminal inadmissibility](#criminal_inadmissibility), [Criminal rehabilitation](#criminal_rehabilitation), [Deemed rehabilitation](#deemed_rehabilitation).\n    "
    },
    {
      "letter": "R",
      "key": "Refugee and Humanitarian Resettlement Program",
      "content": "The Government of Canada’s program under which refugees from abroad, who meet Canada’s refugee resettlement criteria, are selected and admitted to Canada."
    },
    {
      "letter": "R",
      "key": "Refugee claimant",
      "content": "A person who has applied for refugee protection status while in Canada and is waiting for a decision on his/her claim from the Immigration and Refugee Board of Canada.\n      See [Protected person](#protected_person).\n    "
    },
    {
      "letter": "R",
      "key": "Refugee dependant",
      "content": "A family member of a refugee in Canada, whose application for permanent residence is processed at the same time as the principal applicant’s."
    },
    {
      "letter": "R",
      "key": "Refugee landed in Canada",
      "content": "A permanent resident who applied for and received permanent resident status in Canada after their refugee claim was accepted."
    },
    {
      "letter": "R",
      "key": "Refugee protection status",
      "content": "When a person, inland or overseas is determined to be a Convention refugee or protected person, they are said to have refugee protection status in Canada. Refugee protection is given to a person in accordance with the Immigration and Refugee Protection Act."
    },
    {
      "letter": "R",
      "key": "Refugee travel document",
      "content": "A document for people in Canada with protected-person status to use for travel outside Canada. This includes refugees and people who have received a positive Pre-Removal Risk Assessment.\n      It can be used to travel anywhere except the country the person is a citizen of or the country of claimed persecution.\n    "
    },
    {
      "letter": "R",
      "key": "Regulated Occupation",
      "content": "A profession that sets its own standards of practice. If you want to work in a regulated occupation and use a regulated title, you must have a licence or a certificate, or be registered with the regulatory body for your occupation. Sometimes an occupation is regulated in some provinces or territories but not in others. 20% of jobs in Canada are regulated."
    },
    {
      "letter": "R",
      "key": "Regulatory body",
      "content": "\n      An organization that sets the standards and practices of a regulated occupation.\n      Within each province and territory, a regulatory body exists for each regulated occupation.\n    "
    },
    {
      "letter": "R",
      "key": "Rehabilitation",
      "content": "A process by which a person can overcome criminal inadmissibility.\n      See [Deemed rehabilitation](#deemed_rehabilitation), [Criminal rehabilitation](#criminal_rehabilitation).\n    "
    },
    {
      "letter": "R",
      "key": "Relationship of convenience\n      Related term:\n        Marriages of convenience\n    ",
      "content": "A marriage, common-law relationship, conjugal partnership or adoption that is not genuine, or was entered into for status or privilege in Canada. People in these relationships are not members of the family class."
    },
    { "letter": "R", "key": "Relative", "content": "A person who is related to another person by blood or adoption." },
    {
      "letter": "R",
      "key": "Relevant experience",
      "content": "When applying to immigrate as a [self-employed person](#self_employed_person), relevant experience means:\n      \n        at least two one-year periods of experience in the period from five years before the application date to the day a decision is made on the application.\n      \n      Experience must be in one of these areas:\n      \n        self-employment in cultural activities or athletics or,\n        participating in cultural activities or athletics at the world-class level\n      \n    "
    },
    {
      "letter": "R",
      "key": "Removal order",
      "content": "When an immigration official orders a person to leave Canada. There are three types of removal orders (departure, exclusion and deportation) and each one has different consequences."
    },
    {
      "letter": "R",
      "key": "Renunciation of citizenship\n      Related term:\n        Renunciation document\n    ",
      "content": "The process by which a citizen willingly gives up officially his or her Canadian citizenship. Once a citizenship judge approves an application for renunciation, a renunciation certificate is issued.\n      See [Resumption of citizenship](#resumption_of_citizenship).\n    "
    },
    {
      "letter": "R",
      "key": "Representative",
      "content": "\n      A person who has the permission of someone wanting to immigrate to Canada or obtain Canadian citizenship to conduct business with IRCC on their behalf. The representative can be paid or unpaid. When someone appoints a representative, they may also authorize IRCC to share information from their case file with this person. Canada’s citizenship and immigration laws cover representatives and defines the terms of their services.\n      See [Citizenship and Immigration consultant](#immigration_consultant), [Authorized representative](#authorized_representative).\n    "
    },
    {
      "letter": "R",
      "key": "Residence requirement (citizenship)",
      "content": "\n      For applicants who apply before June 11, 2015, this is the amount of time a permanent resident must live in Canada to be eligible for a grant of Canadian citizenship.\n      Adults must have lived in Canada for at least three years (1,095 days) in the four years immediately preceding the date of application. It does not apply to children under 18 years old. \n    "
    },
    {
      "letter": "R",
      "key": "Residence requirement (permanent resident)",
      "content": "\n      The amount of time a permanent resident must live in Canada to keep their status as a permanent resident.\n      In most circumstances, permanent residents must live in Canada for at least two years (730 days) out of five. There may be [times when you can count time outside of Canada](https://www.canada.ca/en/immigration-refugees-citizenship/services/application/application-forms-guides/guide-5445-applying-permanent-resident-card-card-first-application-replacement-renewal-change-sex-designation.html) meeting this requirement.\n    "
    },
    {
      "letter": "R",
      "key": "Restoration of status (as a visitor, student or worker)",
      "content": "\n      A visitor, worker or student who loses status can apply to restore it within 90 days. To be eligible, you must:\n      \n        submit the application within 90 days of losing status\n        explain the facts and circumstances that prevented you from complying with the conditions of the permit, and\n        meet all the remaining conditions on the permit.\n      \n      There is a fee to restore status.\n    "
    },
    {
      "letter": "R",
      "key": "Resumption of citizenship",
      "content": "\n      The process by which a former citizen may resume his or her Canadian citizenship back after one year of residence in Canada as a permanent resident preceding immediately the date of application. They must become a permanent resident first.\n      See [Renunciation of citizenship](#renunciation_of_citizenship).\n    "
    },
    {
      "letter": "R",
      "key": "Retired",
      "content": "Retired means you have willingly stopped working. This is usually because of age."
    },
    {
      "letter": "R",
      "key": "Revocation of citizenship\n      Related terms:\n        Loss of citizenship\n        Cease to be a citizen\n    ",
      "content": "\n      A person’s citizenship may be revoked (taken away) for any one of these reasons:\n      \n        false representation\n        fraud\n        knowingly hiding information\n      \n      If a person’s citizenship is revoked, they must wait 10 years before they can be granted citizenship again.\n    "
    },
    {
      "letter": "R",
      "key": "Right of permanent residence fee",
      "content": "A charge paid by a principal applicant (with some exceptions), and a spouse or common-law partner travelling with them, before the applicant can become a permanent resident of Canada."
    }
  ],
  "S": [
    {
      "letter": "S",
      "key": "Safe third country",
      "content": "A safe third country is a country, other than Canada and the country of alleged persecution, where an individual may make a claim for refugee protection. In Canada, the Immigration and Refugee Protection Act outlines the criteria for designating a country as a safe third country."
    },
    {
      "letter": "S",
      "key": "Satisfactory academic standing",
      "content": "Satisfactory academic standing means getting a certain mark or grade point average in a program of study, or completing certain program requirements. Different programs of study will have different standards of what is considered “satisfactory”. Check with your educational institution. "
    },
    {
      "letter": "S",
      "key": "Secondary school\n      Related terms:\n        High school\n        Middle school\n    ",
      "content": "\n      An institution that provides an education to students who have completed elementary school. These schools usually include grades 9 through 12 (although, in some areas, they start with grade 7). In the province of Quebec, secondary grades are called grades 1 through 5.\n      Applicants for primary and secondary schools do not need a designated learning institution (DLI) number on their application form.\n    "
    },
    {
      "letter": "S",
      "key": "Sector council",
      "content": "An organization that brings together representatives from business, labour, education, and professional groups within an industry or profession."
    },
    {
      "letter": "S",
      "key": "Self-employed person",
      "content": "An immigrant admitted to Canada because they have [relevant experience](#relevant_experience) in working for himself or herself. The person must intend and be able to become self-employed in Canada in the arts or athletics."
    },
    {
      "letter": "S",
      "key": "Self-supporting refugee",
      "content": "An applicant accepted as a Convention refugee abroad, or as a member of the Country of Asylum Class, who has sufficient financial resources to support themselves in Canada."
    },
    {
      "letter": "S",
      "key": "Separated",
      "content": "Separated means that two people are married but no longer living together, and they do not wish to live together again. They may be waiting for a divorce or have not yet decided to divorce."
    },
    {
      "letter": "S",
      "key": "Serious criminality",
      "content": "A category of criminal inadmissibility that applies to people who have committed or been convicted of an offence, inside or outside Canada, punishable by a sentence of at least 10 years in Canada, or convicted of an offence in Canada for which the person received a sentence of more than six months. Referred to in Canada as an indictable offence."
    },
    {
      "letter": "S",
      "key": "Service provider organization (SPO)\n      Related terms:\n        Immigrant settlement agency\n        Immigrant service provider\n        Settlement agency\n        Immigrant-serving agency\n        Immigrant-serving organization\n        Settlement assistance organization\n        Immigrant settlement association\n    ",
      "content": "\n      A service provider organization (SPO) is an agency that provides services for newcomers to Canada.\n      Service provider organizations offer programs that can give newcomers resources and training to live and work in Canada. Their programs can help refugees who often have a difficult time with day-to-day tasks like finding an apartment, taking public transportation, or making a doctor’s appointment.\n      These organizations can also help refugees complete forms, get permanent resident cards, health insurance, social insurance numbers, etc. They also offer interpretation and translation services to help with such special needs as giving medical backgrounds to doctors.\n      Visit IRCC’s website for more information on the many [services provided by SPOs](https://www.canada.ca/en/immigration-refugees-citizenship/services/refugees/help-within-canada/government-assisted-refugee-program/providers.html).\n    "
    },
    {
      "letter": "S",
      "key": "Settlement funds",
      "content": "\n      This term can refer to one of two things.\n      \n        Sufficient and available funds that economic immigrants must prove they have to settle in Canada. The funds must be:\n          \n            available,\n            transferable and\n            not committed to debts or other obligations.\n          \n          These funds will cover fees, relocation costs and costs to settle.\n        \n        Funds allocated by the Government of Canada to pay for measures to develop welcoming and inclusive communities, or to help newcomers settle into their new communities.\n      \n    "
    },
    {
      "letter": "S",
      "key": "Sibling (brother or sister)",
      "content": "\n      For Express Entry, a sibling means your brother or sister related to you by:\n      \n        blood (biological):\n          \n            brother or sister\n            half-brother or sister\n          \n        \n        adoption:\n          \n            adopted brother or sister\n          \n        \n        marriage:\n          \n            includes a step-brother or step-sister who is not related to you by blood or adoption and your parents are married or in a common law relationship\n            this is true on both the date you submit your profile and when you submit your application for permanent residence\n          \n        \n      \n      To get points for having at least one sibling in Canada, they\n      \n        must be 18 years old\n        must be a citizen or permanent resident of Canada\n        can be the brother or sister of your spouse or common-law partner who will come with you to Canada.\n      \n    "
    },
    {
      "letter": "S",
      "key": "Single-entry visa\n      Related terms:\n        Tourist visa\n        Visitor visa\n    ",
      "content": "\n      A visa that allows someone to enter Canada only once.\n      See [Temporary resident visa](#temporary_resident_visa).\n    "
    },
    {
      "letter": "S",
      "key": "Skill level",
      "content": "To be eligible for the [Federal Skilled Worker](#federal_skilled_worker) Class and [Canadian Experience Class](#canadian_experience_class), foreign workers must have work experience at specified skill levels. Skill levels for occupations come from the [National Occupational Classification (NOC)](http://noc.esdc.gc.ca/English/noc/welcome.aspx?ver=11) system. They are classified by type of work and training required to be proficient."
    },
    { "letter": "S", "key": "Skilled worker", "content": "See [Federal skilled worker](#federal_skilled_worker)." },
    {
      "letter": "S",
      "key": "Sponsor",
      "content": "A Canadian citizen or permanent resident who is 18 years of age or older, and who legally supports a member of the Family Class to become a permanent resident of Canada."
    },
    {
      "letter": "S",
      "key": "Sponsored person",
      "content": "A foreign national who has applied for permanent residence under the Family Class, has an approved Canadian sponsor and meets the requirements of the Family Class."
    },
    {
      "letter": "S",
      "key": "Sponsorship agreement",
      "content": "A signed contract between a sponsored immigrant and his or her sponsor, outlining the obligations and commitments of both parties. The agreement is required before the sponsored person can immigrate to Canada."
    },
    {
      "letter": "S",
      "key": "Sponsorship agreement-holder (SAH)",
      "content": "\n      An incorporated organization that signs an agreement with IRCC to sponsor refugees abroad.\n      A SAH can authorize other groups in the community to sponsor refugees under its agreement. These groups are known as “constituent groups.”\n    "
    },
    {
      "letter": "S",
      "key": "Sponsorship requirements",
      "content": "Requirements a person must meet to sponsor a family member to come to Canada as a permanent resident."
    },
    {
      "letter": "S",
      "key": "Spouse",
      "content": "A legal marriage partner. This term includes both opposite- and same-sex relationships but does not include common-law partnerships."
    },
    {
      "letter": "S",
      "key": "Start-up visa",
      "content": "Through this program, permanent residence is given to a person or group of persons who a received a commitment from a [designated venture capital fund, angel investor group or business incubator](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/start-visa/eligibility/designated-organizations.html) and who intend to operate a new business in Canada."
    },
    {
      "letter": "S",
      "key": "Study permit",
      "content": "\n      A document issued by IRCC that authorizes a foreign national to study at an educational institution in Canada for the duration of the program of study. It sets out conditions for the student such as:\n      \n        whether their travel within Canada is restricted and\n        when they have to leave.\n      \n    "
    },
    {
      "letter": "S",
      "key": "Support services",
      "content": "Services that help newcomers to fully participate in IRCC-funded settlement programs. Support services can include onsite child care, transportation support, translation and interpretation services, support for disabilities and short-term crisis counselling."
    },
    {
      "letter": "S",
      "key": "Surname",
      "content": "\n      Your surname is your family name. When filling out applications, type your surname as it appears on your passport, travel or identity document or any letters you got from the visa office or case processing centre where you sent your application (even if the name is misspelled). Do not use initials.\n      If you do not have a surname on your passport, travel or identity document, enter all your given name(s) in the surname field and leave the given name field blank.\n    "
    }
  ],
  "T": [
    {
      "letter": "T",
      "key": "Taxation year",
      "content": "\n      Taxation years are the same as calendar years (January 1 to December 31). To be eligible for an adult grant of citizenship, you must have met your personal income tax filing obligations in 3 taxation years that are fully or partially within the 5 years immediately before the date you apply.\n      Example:\n      You apply for an adult grant of citizenship on June 1, 2019. The taxation years that fall fully or partially within the 5 years immediately before the date of application are 2018, 2017, 2016, 2015 and 2014. 2019 cannot be used, as you would not yet have filed taxes for 2019.\n    "
    },
    {
      "letter": "T",
      "key": "Temporary Foreign Worker Program",
      "content": "\n      This program allows employers to hire foreign workers to fill short-term labour and skill shortages when no Canadians are available to do the job. A Labour Market Impact Assessment is needed to hire through this program.\n      Foreign workers hired as part of this program are referred to as temporary foreign workers. They may get a work permit only after a Labour Market Impact Assessment has concluded that no Canadians are available to do the job.\n      See [Labour Market Impact Assessment (LMIA)](#labour_market_impact_assessment).\n    "
    },
    {
      "letter": "T",
      "key": "Temporary resident\n      Related terms:\n        Visitor \n        Tourist\n    ",
      "content": "A foreign national who is in Canada legally for a short period. Temporary residents include students, foreign workers and visitors, such as tourists.\n      See [temporary resident visa](#temporary_resident_visa).\n    "
    },
    {
      "letter": "T",
      "key": "Temporary resident documents",
      "content": "\n      Documents issued to allow a person to visit, work in or study in Canada for a specific period. Temporary resident documents have an expiry date.\n      Examples of temporary resident documents are study permits, work permits and visitor records.\n    "
    },
    {
      "letter": "T",
      "key": "Temporary resident permit",
      "content": "A permit that may be granted in exceptional circumstances to a person who does not meet the requirements of Canada’s immigration law to enter or remain temporarily in Canada."
    },
    {
      "letter": "T",
      "key": "Temporary resident visa\n      Related term:\n        Tourist visa\n    ",
      "content": "\n      An official counterfoil document issued by a visa office abroad that is placed in a person’s passport to show that he or she has met the requirements for admission to Canada as a temporary resident (a visitor, student or worker). A counterfoil is a specially designed sticker on which missions abroad print visa information.\n      Informally known as a visitor or tourist visa, the TRV may be issued for single or multiple entries to Canada.\n      See [Multiple-entry visa](#multiple_entry_visa), [Single-entry visa](#single_entry_visa), [Visitor visa](#visitor_visa).\n    "
    },
    {
      "letter": "T",
      "key": "Transit visa",
      "content": "A temporary resident visa issued to people travelling through Canada to another country. There is no fee if the traveller will be in Canada for less than 48 hours. To obtain this visa, travellers must provide proof of their travel plans from their transportation company or travel agent."
    },
    {
      "letter": "T",
      "key": "Travel document",
      "content": "An identity document issued by a government or an international organization (such as the United Nations). It contains a person’s photograph and personal information, and allows that person to travel between countries.\n      See [Passport](#passport).\n    "
    },
    {
      "letter": "T",
      "key": "Tuition",
      "content": "Tuition is the cost or fee for instruction at a private institution (school), university, or college."
    }
  ],
  "U": [
    {
      "letter": "U",
      "key": "U.S. passport card",
      "content": "A wallet-sized travel document that U.S. citizens can use to enter the U.S. from Canada, Mexico, the Caribbean or Bermuda at land border crossings or sea ports of entry."
    },
    {
      "letter": "U",
      "key": "Unemployed",
      "content": "Unemployed means that you do not have a job at this time but that you are actively seeking one."
    },
    {
      "letter": "U",
      "key": "University",
      "content": "\n      A stage of higher education that comes after high school. Universities issue three types of degrees: bachelor’s, master’s and doctorate. People must usually complete high school to qualify for university. In Canada, “[college](#college)” does not refer to a university.\n      In Quebec, students attend a CEGEP (college) between high school and university.\n    "
    },
    {
      "letter": "U",
      "key": "Unauthorized Representatives\n      Related terms:\n        Authorized representative\n    ",
      "content": "Individuals who charge a fee or receive some form of compensation (direct or not) and who are not members in good standing of an accredited regulatory body are considered to be unauthorized representatives. "
    },
    {
      "letter": "U",
      "key": "Urgent Protection Program (UPP)",
      "content": "The Urgent Protection Program (UPP) allows Canada to respond to urgent requests from the United Nations High Commissioner for Refugees (UNHCR) to resettle refugees who face immediate threats to their life, liberty or physical safety."
    }
  ],
  "V": [
    { "letter": "V", "key": "Valid", "content": "For a document—legal, not expired, and accepted by IRCC." },
    {
      "letter": "V",
      "key": "Valid job offer",
      "content": "\n      A job offer, in writing, for Express Entry candidates. The offer must be\n      \n        for continuous, paid, full-time work (at least 30 hours a week)\n        for work that is not seasonal and for at least one year\n        skill type 0, or skill levels A or B of the 2016 [National Occupational Classification (NOC)](#national_occupational_classification).\n        supported by an LMIA (unless exempt).\n      \n    "
    },
    {
      "letter": "V",
      "key": "Verification of Status Document",
      "content": "\n      A document that includes a person’s immigration information such as the date and place that you where you came to Canada.\n      It can be used to prove your immigration status. It cannot be used for travel and is not an identity document.\n    "
    },
    {
      "letter": "V",
      "key": "Visa",
      "content": "\n      An official counterfoil document issued by a visa office abroad that is placed in a person’s passport to show that he or she has met the requirements for admission to Canada as a temporary resident (a visitor, student or worker). A counterfoil is a specially designed sticker on which missions abroad print visa information.\n      Canadian visas include:\n      \n        temporary resident visas (sometimes called visitor visas) and\n        permanent resident visas.\n      \n      At missions abroad, controlled documents are comprised of counterfoils and seals, which are issued together as a visa. Counterfoils are the documents on which missions print visa information. Seals are documents that are affixed over counterfoils when they are placed in an applicant’s passport to prevent tampering.\n    "
    },
    {
      "letter": "V",
      "key": "Visa application centre",
      "content": "\n      Visa application centres (VACs) help you submit temporary residence applications to a visa office for a fee. They can serve you in your preferred language and provide services to areas without easy access to a visa office.\n      VACs receive applications, check that they are complete and send them to the correct visa office for processing. They don’t represent the Government of Canada and don’t make decisions on your application.\n      They don’t offer advice about the programs you should apply to, how to answer questions on your application or any other immigration topic.\n    "
    },
    {
      "letter": "V",
      "key": "Visa office\n      Related terms:\n        Mission\n        Canadian visa office\n    ",
      "content": "\n      Visa offices can be located in Canadian embassies, high commissions and consulates. They process applications and provide information about immigrating to Canada.\n      The services they provide vary from office to office.\n      See [Embassy](#embassy), [High commission](#high_commission), [Consulate](#consulate).\n    "
    },
    {
      "letter": "V",
      "key": "Visa officer",
      "content": "An officer who assesses and makes decisions on temporary and permanent residence applications submitted by foreign nationals.  They can be Canadians sent to the visa office or nationals of the country the visa office is in."
    },
    {
      "letter": "V",
      "key": "Visiting and exchange students",
      "content": "\n      Visiting student: Students at a foreign institution (home institution) who attend a post-secondary Canadian institution (host institution) for a determined period (not a full degree or program) with the intent of transferring the credits earned at the host institution back to their home institution. Visiting students pay fees to the host institution.\n      Exchange student: Similar to a visiting student as they attend a host institution in Canada. Exchange students do not pay tuition fees to their host institution as these fees are covered by an exchange agreement between the host and home institutions.\n    "
    },
    {
      "letter": "V",
      "key": "Visitor visa\n      Related term:\n        Tourist visa\n    ",
      "content": "Informal term for a temporary resident visa.\n      See [Multiple-entry visa](#multiple_entry_visa), [Single-entry visa](#single_entry_visa), [Temporary resident visa](#temporary_resident_visa).\n    "
    },
    {
      "letter": "V",
      "key": "Vocational training",
      "content": "A preparation for a specific occupation in industry, agriculture or trade. This training generally includes technical, organizational and basic skills training. It may be offered through on-the-job programs, by unions in conjunction with businesses, by community colleges or universities in conjunction with a specific industry, and by private career colleges."
    },
    {
      "letter": "V",
      "key": "Volunteer",
      "content": "A person who, of his or her own free will, contributes time, resources, energy and/or talent to an organization without being paid."
    }
  ],
  "W": [
    {
      "letter": "W",
      "key": "War crime",
      "content": "Examples of a war crime or a crime against humanity could include execution-type murders, destroying people’s property, forcing people out of their homes and/or country, genocide (the killing of a group of people based on their ethnicity, race, religion, cultural backgrounds) and human rights violations."
    },
    {
      "letter": "W",
      "key": "Widowed",
      "content": "Widowed means that a person’s spouse has died and that person has not remarried or entered into a common-law relationship."
    },
    {
      "letter": "W",
      "key": "Work permit",
      "content": "\n      A document issued by IRCC that authorizes a person to work legally in Canada. It sets out conditions for the worker such as:\n      \n        the type of work they can do,\n        the employer they can work for,\n        where they can work, and\n        how long they can work.\n      \n    "
    },
    {
      "letter": "W",
      "key": "Working holiday visa/Working Holiday Program",
      "content": "See [International Experience Canada](#international_experience_canada)."
    }
  ],
  "Y": [
    {
      "letter": "Y",
      "key": "Years of schooling",
      "content": "Number of years spent in school. Used for statistical purposes, as well as to determine education points in the Federal Skilled Worker selection grid."
    }
  ]
}
